{
    "sheets": {
        "Players": [{
            "name": "Robert Almer",
            "bio": "The goalkeeper was only one of two players from the Austrian Bundesliga in Marcel Koller’s initial 24-player squad but his place has never been in doubt. He made his international debut in 2011 and is certain to be the country’s No1 in France. He rarely makes any mistakes and in 2015, he set a new record for minutes without conceding a goal for the the national team, surpassing Friedl Koncilia’s 458 minutes. Suffered a serious knee injury in October 2015 but returned three months later. In May 2016, a young fox was named after Almer. The fox had been caught in the net of a football goal in a garden in Vienna and the people who rescued him said: “Maybe it is a good omen for the fox. His human namesake has also been working hard to get fit after an injury and he is now super fit again.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "No1 goalkeeper",
            "position": "Goalkeeper",
            "number": "",
            "caps": "27",
            "goals for country": "0",
            "club": "Austria Vienna",
            "league": "Bundesliga (Austria)",
            "date of birth": "11/04/1996",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Ramazan Özcan",
            "bio": "Nicknamed “Rambo” by his team-mates, Özcan will be Austria’s back-up goalkeeper in France behind Robert Almer. His performances in 2015-16 helped Ingolstadt stay in the German Bundesliga but his form has been erratic for his country and he has made some high-profile errors in his six games by May 2016. In a friendly against Turkey in March, his horribly misplaced pass went straight to Arda Turan, who scored. Has a phlegmatic view on football and life: “A lot of people put so much importance into football that there is not a lot left apart from that,” he told Kurier. “But it is just a game. When you look around in the world, there are a lot of worse things than missing out on the starting XI. There is a reason there is a saying: ‘There is power in tranquility.’”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "6",
            "goals for country": "0",
            "club": "FC Ingolstadt",
            "league": "Bundesliga (Germany)",
            "date of birth": "28/06/1984",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Heinz Lindner",
            "bio": "Back-up at his German club Eintracht Frankfurt and back-up for the national team as well behind Robert Almer and Ramazan Özcan. Has Champions League experience from his time with Austria Vienna but has only played one game - in the Cup - this season so there will be rustiness if he is called upon. Voted goalkeeper of the year in the Austrian Bundesliga in 2012-13.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "7",
            "goals for country": "0",
            "club": "Eintracht Frankfurt",
            "league": "Bundesliga (Germany)",
            "date of birth": "17/07/1990",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Aleksandar Dragović",
            "bio": "Still relatively young for a centre-back - 25 - the Austrian with Serbian parents is ready for a new challenge after three mainly successful years at Dynamo Kyiv. Has already earned more than 40 caps for his country and his coach, Marcel Koller, likes the fact that he is very comfortable with the ball at his feet and is very good at starting attacks from the back. Caught up in a media storm while at Basel for repeatedly tapping the Swiss sports minister Ueli Maurer on the head during the Cup win celebrations. For Dragović it was just a joke, but the Swiss tabloid press went after him and he was forced to apologise, despite Maurer saying that he had not been offended.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Defensive mainstay",
            "position": "Defender",
            "number": "",
            "caps": "45",
            "goals for country": "1",
            "club": "Dynamo Kyiv",
            "league": "Premier League (Ukraine)",
            "date of birth": "06/03/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Kevin Wimmer",
            "bio": "Has adapted well after moving to the Premier League from FC Cologne in the summer of 2015 and slipped seamlessly into the Spurs central defence alongside Toby Alderweireld when Jan Vertonghen got injured. “Kevin is like a young Jan Vertonghen,” his club manager, Mauricio Pochettino said in 2016. Spurs fans have already taken to him and has his own chant: “The Wimmer takes it all.” Strong in the tackle and with good positioning, he lost out in the race for the title to international team-mate Christian Fuchs and Leicester. “I’ve always loved football and would not be seen without a ball from the age of two. Three years later I was with my first club.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "3",
            "goals for country": "0",
            "club": "Tottenham Hotspur",
            "league": "Premier League (England)",
            "date of birth": "15/11/1992",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Martin Hinteregger",
            "bio": "An interesting character who is among three centre-backs competing for two positions in the starting XI. After five years at Red Bull Salzburg he openly criticised the club for selling their best players - and added if that was what the future looked like then he would not mind leaving either. He promptly got his wish as he joined Borussia Mönchengladbach on loan for a year. Awkwardly, though, it looks like Mönchengladbach won’t use their option to sign him permanently after an uneven season with few starts and two own goals. Has had a tendency to say controversial things and said during the 2012-13 title race that Austria Vienna would “shit themselves”. They didn’t. They won the title by five points. After joining Gladbach, he said: “Before I was young and stupid and have often and too early - as you say in Austria - opened my mouth.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "12",
            "goals for country": "0",
            "club": "Borussia Mönchengladbach",
            "league": "Bundesliga (Germany)",
            "date of birth": "07/09/1992",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Sebastian Prödl",
            "bio": "Has a long and distinguished career at centre-back, having captained Austria’s Under-20 team to fourth place in the World Cup in 2007. After seven years at Werder Bremen, where he reached the Uefa Cup final and won the German Cup, he left for Watford in 2015. Has not been a regular starter for the Premier League team but has enjoyed his first season in England, despite a somewhat tricky start. “It was brutal to begin with,” he told Kleine Zeitung. “There was so much to take in - going from driving on the right to the left, trying to work out the exchange rate between pound and euro in your head and then trying to use my school-English. It makes you tired.” Seen mainly as a back-up with Austria now with Aleksandar Dragović Dragovic, Martin Hinteregger and Kevin Wimmer all ahead of him in the pecking order.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "56",
            "goals for country": "4",
            "club": "Watford",
            "league": "Premier League (England)",
            "date of birth": "21/06/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Florian Klein",
            "bio": "One of many players from the German Bundesliga in the Austria squad, he arrives in France as the country’s No1 right-back. Keen to go forward from his full-back position he often ends up with Martin Harnik further up the field with one of them ready to take a shot or fire in a cross. An extremely hard-working and often underrated player, he has been working with a motivational coach for eight years now. Runs his own football school in Linz.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "35",
            "goals for country": "0",
            "club": "Stuttgart",
            "league": "Bundesliga (Germany)",
            "date of birth": "17/11/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "György Garics",
            "bio": "The right-back made his debut for Austria 10 years ago, and will be a back-up to Klorian Klein in France. Likely to be on the pitch at some stage though as Marcel Koller likes him very much and he has had a solid season for Darmstadt in the Bundesliga. A clever man and a linguist, he speaks fluent Hungarian (his mother tongue), German and Italian (after spells with Napoli, Bergamo and Bologna in Serie A).Once fell out with the former Austria coach Didi Constantini, saying: “He has no spine. He has no balls to tell me that he doesn’t need me. Instead he tries to make me look bad in public.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "41",
            "goals for country": "2",
            "club": "Darmstadt",
            "league": "Bundesliga (Germany)",
            "date of birth": "08/03/1984",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Christian Fuchs",
            "bio": "A larger-than-life character who has just had the season of his life. Who would have thought - by swapping Schalke for Leicester City in 2015 - he would go from chasing Champions League places to actually winning the title? Probably no one. This will be his second European Championship after appearing in Austria’s third game, against Germany, in 2008. Loves to go forward down the left but never forgets his defensive duties. He used to have two snakes at home: Diethilde, a royal python, und Goldi, a colubrid. He kept his two snakes at home but recently got rid of them: “I think i have become more serious.” Often the life and soul of the dressing room, though, he has got a big following and recently gave an insight to what it is like to be managed by Claudio Ranieri: “To be fair, for an Italian he is very funny,” Fuchs told the Guardian. “Every day Claudio is asking me: ‘Oh, you are here?’ I don’t know why he is saying that but that’s kind of his joke. At some point I realised it’s funny. The more you hear it, the more it becomes a joke. I’m like: ‘OK, he’s repeating it again.’ He’ll say: ‘Oh, you’re here. Where have you been yesterday?’ I’m like: ‘I’m always here! I’m ready to go! I’m born ready, manager!’”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Captain",
            "position": "Defender",
            "number": "",
            "caps": "74",
            "goals for country": "1",
            "club": "Leicester City",
            "league": "Premier League (England)",
            "date of birth": "07/04/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Markus Suttner",
            "bio": "A left-back, he is travelling to France as a back-up for the captain Christian Fuchs. “Sutti“, as his friends call him, injured his metatarsal in the autumn of 2015, just as he was settling in at Ingolstadt in the Bundesliga. Never stops running, the left-back has Roberto Carlos as his football idol. When asked what he would have done if he had not become a professional football, he replied: “An electrician. I’ve always been fascinated by that.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "15",
            "goals for country": "0",
            "club": "FC Ingolstadt",
            "league": "Bundesliga (Germany)",
            "date of birth": "16/04/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Stefan Ilsanker",
            "bio": "A player who was a leader at Red Bull Salzburg, he has this season played a big part at Red Bull Leipzig as they were promoted to the Bundesliga at the end of the 2015-16 season. His father was a professional goalkeeper, and he remember being struck by “football fever” when his mother took him to watch the games. A good communicator, he is behind Julian Baumgartlinger and David Alaba in the central midfield pecking order. Koller knows, however, that he can always trust Ilsanker to give his all if he is thrown on.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "14",
            "goals for country": "0",
            "club": "Red Bull Leipzig",
            "league": "2. Bundesliga (Germany)",
            "date of birth": "18/05/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Julian Baumgartlinger",
            "bio": "Tried several different sports as a youngster - athletics among them - and it shows. When his club side Mainz beat Bayern Munich in March he ran an astonishing 13.6 kilometres. But there is more than just running to his game. He is, in many senses, Austria’s most important player, the link between defence and attack and the player who sweeps up behind David Alaba to allow the Bayern schemer to do his playmaking. Used to captain the Under-21s and never stops running. Once admitted that he absolutely hates losing. “I am a pretty bad loser,” he told Die Presse. “I just can’t do it. After a defeat I am in a bad place.” Pity his friends then. “After a defeat I like to talk about it, that helps. With colleagues, family and friends. Only then can you see it from a different angle.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Hard man",
            "position": "Midfielder",
            "number": "",
            "caps": "43",
            "goals for country": "1",
            "club": "Mainz",
            "league": "Bundesliga (Germany)",
            "date of birth": "02/01/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "David Alaba",
            "bio": "The super star of the team and a player Pep Guardiola has called “God” for his versatility. Has so often played full-back at Bayern and then switched seamlessly to central midfield for Austria. An ignorant politician - Günther Platter, head of the state of Tirol - once famously spoke to the Vienna-born player in English at a training camp, starting the conversation by saying “How do you do?” The inference was clear: Platter did not think he was from Austria. Alaba, though, as always, kept his cool and tried to downplay the incident. A complete player, he is very good at set-pieces as well. Still has to work on his “Wiener Schmäh” (a characteristic aspect of Viennese humor) though. His sister is a singer and his father a DJ, while Alaba says that he likes “Drake, Chris Brown und Justin Bieber”. Appeared in a music video with the rapper Dú Maroc but admits that singing is not his forte. “I am a confident person but my parents and my sister have said that it is better if I don’t sing. And that’s because I really can’t sing. I am better on the pitch.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Star man",
            "position": "Midfielder",
            "number": "",
            "caps": "44",
            "goals for country": "11",
            "club": "Bayern Munich",
            "league": "Bundesliga (Germany)",
            "date of birth": "24/06/1992",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Marko Arnautovic",
            "bio": "With his enfant terrible image in the past, the tall, strong forward has become a leader for his club and country. There used to be a lot of partying and lot of fast driving - he infamously once told a police officer who had stopped him that he “made so much money I can buy your life”. José Mourinho once famously said that Arnautovic “was a great man” but that he had “the head of a child”. Mario Balotelli, who played with Arnautovic at Inter, added: “Compared with Marko Arnautovic, I am a saint.” Koller and Mark Hughes, however, have found a way of getting the best out of Arnautovic and he started all Austria’s game in qualifying. Will be a key player in France.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Maverick",
            "position": "Midfielder",
            "number": "",
            "caps": "50",
            "goals for country": "10",
            "club": "Stoke City",
            "league": "Premier League (England)",
            "date of birth": "19/04/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Martin Harnik",
            "bio": "Born in Hamburg, Germany, and speaks with German accent, but will start for Marcel Koller’s team in France if he is fit. Has had his fair share of injuries but offers unpredictability and speed down the right wing. Has a good goals-per-game ratio for his country but one of the main criticisms against him is that he does not score enough goals considering the chances he creates. Was heavily criticised by Stuttgart fans towards the end of the season when he, with the team in the midst of a gruesome relegation battle, apicture of him and his new €180,000 Porsche appeared on social media, put there by a car salesman. It transpired that Harnik had bought the car several months before but was just picking it up on that day and a few days later he said: “I hope that the VfB fans, despite the unfortunate thing with the car, keep in their memory a man who is not a football without a brain and who buys a new Porsche in the middle of a relegation battle. Rather try to remember someone who gives everything, accepts criticism and is also very self-critical. I don’t want to leave this club as an arse.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "56",
            "goals for country": "14",
            "club": "Stuttgart",
            "league": "Bundesliga (Germany)",
            "date of birth": "10/06/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Jakob Jantscher",
            "bio": "A winger who is behind Martin Harnik in the pecking order but who is likely to be called upon at some stage of the tournament. He is a good dribbler and likes to take people on. The only player in the squad who is currently playing in Switzerland. Had also played in Russia and the Netherlands and led the assists charts in the Swiss league in 2015-16. He has been in demand this spring in Austria with the website mystickerbook.at revealing that he was the most-sought after player from people collecting Panini stickers for Euro 2016 in Austria.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "21",
            "goals for country": "1",
            "club": "FC Luzern",
            "league": "Super League (Switzerland)",
            "date of birth": "08/01/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Marcel Sabitzer",
            "bio": "An interesting option for Marcel Koller up front, Sabitzer is a creative player with a powerful shot. He is extremely quick and is not afraid to take responsibility. Has been with Red Bull Leipzig since 2014 but spent the 2014-15 season on loan at Red Bull Salzburg. Voted the second best attacking midfielder in the German second division after the first six months of the 2014-15 season by Kicker and his club clearly believe in him: he recently signed a new deal at RB Leipzig that will tie him down until 2021. Is looking forward to playing Cristiano Ronaldo this summer: “It will be special because he is one of the best footballers in the world, but he is also a human being after all. I am looking forward to it but it is not like I’ll be going to bed the night before the game and won’t be able to get to sleep.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "13",
            "goals for country": "3",
            "club": "Red Bull Leipzig",
            "league": "2. Bundesliga (Germany)",
            "date of birth": "17/03/1994",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Zlatko Junuzovic",
            "bio": "The team’s Forrest Gump. Always runs around a lot and does so very, very quickly. He also has a good shot and takes most of the team’s set-pieces. Part of the generation that came fourth at the 2007 Under-20 World Cup with Martin Harnik, Sebastian Prödl and Rubin Okotie among others. He is not the biggest player but Koller likes to use him in attacking midfield. “It doesn’t matter whether you are playing football or work in an office: when things are going badly, think about what makes you proud [about yourself] and think about that,” he says.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Unsung hero",
            "position": "Forward",
            "number": "",
            "caps": "46",
            "goals for country": "7",
            "club": "Werder Bremen",
            "league": "Bundesliga (Germany)",
            "date of birth": "26/09/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Alessandro Schöpf",
            "bio": "One of the brightest prospects in Austrian football, Schöpf move from Nürnberg to Schalke in January 2016 and was one of the few goodfeel stories at the club during the spring, scoring three goals in 11 games. Has not quite convinced Marcel Koller that he is able to start for the national team but he will definitely be a good option to have from the bench. Became the fifth most expensive Austrian ever when Schalke paid €6m for him in January.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Young talent",
            "position": "Midfielder",
            "number": "",
            "caps": "2",
            "goals for country": "0",
            "club": "Schalke",
            "league": "Bundesliga (Germany)",
            "date of birth": "07/02/1994",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Rubin Okotie",
            "bio": "Used to be David Alaba’s role model when they both played for Austria Vienna, he is now with 1860 Munich in the German second division after a fairly nomadic career. Born in Pakistan to a Nigerian father and an Austrian mother, he spent part of his childhood in Barcelona. Back among the goals after a serious injury, he hit 11 goals in 15 games while on loan at Danish side Sonderjyske and scored eight goals in nine games when he arrived at 1860. “I used to train all wrong before and was just flat [in games]. Now I am always on the ergometer rather than the couch.” His fitness improved after talks with the coach of the alpine skiier Hermann Maier, Heini Bergmüller.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "16",
            "goals for country": "2",
            "club": "1860 Munich",
            "league": "2. Bundesliga (Germany)",
            "date of birth": "06/06/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Lukas Hinterseer",
            "bio": "The nephew of the singer and former alpine skier Hansi Hinterseer. The forward was, in May 2016, still waiting for his first international goal but played a respectable first season abroad in Ingolstadt where appeared 27 times and scored six goals. His nickname in the national team is “Hansi” after his uncle who is possibly the biggest crooner in austrian music history. Which, frankly, is quite some achievement.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "8",
            "goals for country": "0",
            "club": "FC Ingolstadt",
            "league": "Bundesliga (Germany)",
            "date of birth": "28/03/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Marc Janko",
            "bio": "Austria’s main man up front, he has scored goals (and won titles) wherever he has played. Came close to breaking the legendary Hans Krankl’s 43-goal record in the Austrian Bundesliga but finished on 41. Hi overhead kick goal against Russia in qualifying for Euro 2016 is already a classic. “With the right assists, Marc is a class I striker. I’m glad to have someone like him in the team.“ Comes from a sporting family and his mother won bronze in the javelin at the 1968 Olympic games in Mexico City.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Main goalscorer",
            "position": "Forward",
            "number": "",
            "caps": "52",
            "goals for country": "26",
            "club": "Basel",
            "league": "Super League (Switzerland)",
            "date of birth": "25/06/1983",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }]
    }
}
