{
    "sheets": {
        "Players": [{
            "name": "Hugo Lloris",
            "bio": "The Tottenham player has been his country's No1 since 2009 even though a foul against Serbia that year led to him becoming the first goalkeeper to be sent off for France. Laurent Blanc made him captain in 2010, a decision that Didier Deschamps has endorsed.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "No1 goalkeeper",
            "position": "Goalkeeper",
            "number": "",
            "caps": "74",
            "goals for country": "0",
            "club": "Tottenham Hotspur",
            "league": "Premier League (England)",
            "date of birth": "26/12/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Steve Mandanda",
            "bio": "Raymond Domenech initially made the Marseille goalkeeper first-choice ahead of Hugo Lloris but reversed the order after several some costly mistakes by Mandanda, who has been No2 ever since, even if he captained his country for one match in 2011. He missed the last World Cup through injury. Mandanda, who began his professional career at Le Havre with Payet, showed his natural ability while conducting a post-match TV interview when he casually plucked a bottle out of the air that had been thrown at his head with one hand.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "22",
            "goals for country": "0",
            "club": "Marseille",
            "league": "Ligue 1 (France)",
            "date of birth": "28/03/1985",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Benoît Costil",
            "bio": "Twelve years ago the goalkeeper, now at Rennes, was part of the France Under-17s team that won the European Championship, along with players such as Karim Benzema, Samir Nasri and Hatem Ben Arfa. Yet to earn a cap at senior international level but a regular in the squad.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "0",
            "goals for country": "0",
            "club": "Rennes",
            "league": "Ligue 1 (France)",
            "date of birth": "03/07/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Bacary Sagna",
            "bio": "This is likely to be the 33-year-old’s last chance to make an impact on an international tournament. Like the rest of his team, he flopped at the 2010 World Cup, then he missed Euro 2012 through injury and was behind Mathieu Debuchy in the pecking order at the last World Cup. Since then he has regained his status as first-choice right-back thanks to his solidity.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "56",
            "goals for country": "0",
            "club": "Manchester City",
            "league": "Premier League (England)",
            "date of birth": "14/02/1983",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Christophe Jallet",
            "bio": "The right-back was a regular in his country's squad for a couple of years under Laurent Blanc but never won a cap until Didier Deschamps fielded him in a friendly in 2012. Now 32, the Lyon player is an uncomplicated defender and a useful crosser going forward.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "11",
            "goals for country": "1",
            "club": "Lyon",
            "league": "Ligue 1 (France)",
            "date of birth": "31/10/1983",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Laurent Koscielny",
            "bio": "Having rejected a call-up by the country of his forefathers, Poland, the Arsenal centre-back has been a regular in France squads since 2011. A red card for slapping a Ukraine opponent during the 2014 qualifiers coincided with the emergence of Raphaël Varane and left Koscielny duelling with several others for the role of stopper alongside the Real Madrid player.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "28",
            "goals for country": "0",
            "club": "Arsenal",
            "league": "Premier League (England)",
            "date of birth": "10/09/1985",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Eliaquim Mangala",
            "bio": "Given the run-around by Luis Suárez on his international debut in 2013, Mangala has since established himself as a regular back-up centre-back in Didier Deschamps' squad, in which he is also seen as midfield cover. He has often performed solidly but occasional mistakes, as against Serbia in 2015, have undermined his case for a regular starting slot.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "7",
            "goals for country": "0",
            "club": "Manchester City",
            "league": "Premier League (England)",
            "date of birth": "13/02/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Samuel Umtiti",
            "bio": "A late-call up to replace the injured Jérémy Mathieu, he can play both centrally and at left-back. Born in Yaoundé, Cameroon, he has been with Lyon since 2001, rising up through the ranks. ",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "0",
            "goals for country": "0",
            "club": "Lyon",
            "league": "Ligue 1 (France)",
            "date of birth": "14/11/1993",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Patrice Evra",
            "bio": "It is a tribute to the left-back’s ability and tenacity that he remains valued by his country despite his age and his key role in the French revolution at the 2010 World Cup, where he was captain and after which he was suspended for five matches. He was born in Dakar, Senegal, to a father who is a diplomat; Paul Scholes has revealed that his old team-mate is one of 24 siblings. \"They are not from the same mother, I assure you,\" Evra has explained. \"My father, he didn't watch the television ...\"",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "72",
            "goals for country": "0",
            "club": "Juventus",
            "league": "Serie A (Italy)",
            "date of birth": "15/05/1981",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Lucas Digne",
            "bio": "The 22-year-old has not progressed as much as hoped in the last two years, despite moving from PSG to Roma in order to play more regularly. Impressed in the group game he played at the last World Cup but has made mistakes when given chances to stake a claim for a left-back place ahead of Patrice Evra since then.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "12",
            "goals for country": "0",
            "club": "Paris Saint-Germain",
            "league": "Ligue 1 (France)",
            "date of birth": "20/07/1993",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Paul Pogba",
            "bio": "A European champion with France Under-21s, the midfielder rapidly showed how influential he would become for the senior team by having more touches of the ball than any other player during his debut against Georgia in 2013. He has emerged as one of the most dominant young midfielders in the world, blessed with the technique, vision and power to stride past opponents with the ball, create chances and score goals.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Star man",
            "position": "Midfielder",
            "number": "",
            "caps": "30",
            "goals for country": "5",
            "club": "Juventus",
            "league": "Serie A (Italy)",
            "date of birth": "15/03/1993",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Blaise Matuidi",
            "bio": "An unused member of the squad at Euro 2012 owing mainly to injury, Matuidi has since become a regular presence in France's midfield. A natural leader, he is a smart and energetic box-to-box player, of whom the only criticism is that he does not score quite as often as he should.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "43",
            "goals for country": "8",
            "club": "Paris Saint-Germain",
            "league": "Ligue 1 (France)",
            "date of birth": "09/04/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "N'Golo Kanté",
            "bio": "The Leicester City sensation scored on his international debut against Russia in March, delivering a performance that, on the back of a superb season for Leicester City, made his inclusion in the squad mandatory. “He's a modern midfielder,” said Deschamps when calling him up for that match. “Kanté wins balls, is great in transition play, pops up everywhere and always has solutions.” His first season at Leicester arned him the nickname \"The Rash\" from midfield partner Danny Drinkwater. One of nine siblings, Kanté did not even have a car when he first moved to England but has since bought a sensible Mini Hatch to help him get around town.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "3",
            "goals for country": "1",
            "club": "Leicester City",
            "league": "Premier League (England)",
            "date of birth": "29/03/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Yohan Cabaye",
            "bio": "An outstanding performance in the second-leg comeback against Ukraine in the play-off for a place at the 2014 World Cup suggested he would be a fixture at the base of his country's midfield for a long time but he has slipped down the pecking order in the last 18 months because others are more mobile. If he plays at the Euros, it will likely be in a more advanced midfield role.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "45",
            "goals for country": "4",
            "club": "Crystal Palace",
            "league": "Premier League (England)",
            "date of birth": "14/01/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Moussa Sissoko",
            "bio": "No matter how badly he has performed for Newcastle, the midfielder has been a regular in the France squad under Didier Deschamps, having been used only sparingly under previous managers. A powerful runner who seldom wastes possession for his country, he rewarded the manager's faith with a decent showing at the last World Cup. Finished the season strongly at Newcastle.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "37",
            "goals for country": "1",
            "club": "Newcastle United",
            "league": "Premier League (England)",
            "date of birth": "16/08/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Morgan Schneiderlin",
            "bio": "Didier Deschamps struggled to pronounce Schneiderlin's name when announcing that he was taking the then-uncapped midfielder to the 2014 World Cup. His chances of going to a second successive tournament seemed to have disappeared when N'Golo Kanté excelled in his absence in the March friendlies, but the player signed by Manchester United last summer made it as a late replacement for the injured and luckless Lassana Diarra.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "13",
            "goals for country": "0",
            "club": "Manchester United",
            "league": "Premier League (England)",
            "date of birth": "01/11/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Dimitri Payet",
            "bio": "Has appeared only intermittently since making his debut in 2010 and was omitted from the last World Cup because of inconsistency. After being given a final chance to impress during the March friendlies, he seized it with style, Deschamps declaring: \"Every time he touched the ball he showed his quality.” At Nantes early in his career, Payet was handed a two-year amateur contract - a deal that led him to take on part-time work in a local clothes shop to supplement his income. Judging from the jumper-folding skills he showed in footage which emerged on Youtube (https://www.youtube.com/watch?v=LzCHPe9kqN0) earlier this year, it did not do him any harm.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Unsung hero",
            "position": "Midfielder",
            "number": "",
            "caps": "18",
            "goals for country": "3",
            "club": "West Ham United",
            "league": "Premier League (England)",
            "date of birth": "29/03/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Kingsley Coman ",
            "bio": "After gaining a debut in November, the youngster crowned his next two caps, in March, with a goal against Russia, confirming that he, like Antoine Greizmann, has the dribbling quality and sharpness to ensure that Les Bleus will not miss his Bayern Munich team-mate, Franck Ribéry.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "4",
            "goals for country": "1",
            "club": "Juventus",
            "league": "Serie A (Italy)",
            "date of birth": "13/06/1996",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Antoine Griezmann",
            "bio": "A European Under-19s champion in 2010, his senior international debut was delayed until 2014 because the French Football Federation banned him for a nocturnal excursion while on Under-21s duty. After encouraging displays at the last World Cup, he has become the leader of his country's attack.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "26",
            "goals for country": "7",
            "club": "Atlético Madrid",
            "league": "La Liga (Spain)",
            "date of birth": "21/03/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Anthony Martial",
            "bio": "Didier Deschamps gave the teenager permission to leave France's training base in Clairefontaine before his first cap last year so that he could complete his transfer to Manchester United. Since then Martial has become a constant creative force for his country, usually operating from the left wing.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Young talent",
            "position": "Forward",
            "number": "",
            "caps": "8",
            "goals for country": "0",
            "club": "Manchester United",
            "league": "Premier League (England)",
            "date of birth": "05/12/1995",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Olivier Giroud",
            "bio": "“Football is about forever starting over,” said Olivier Giroud after being jeered by France fans in October following a series of misses against Serbia. Every time he has come close to convincing France supporters that he is top quality, he perpetrates misses that cast new doubt on his ability. And then he bounces back again. He remains a valued option for Deschamps even if he should have scored more than 14 goals in 47 caps.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Main goalscorer",
            "position": "Forward",
            "number": "",
            "caps": "48",
            "goals for country": "15",
            "club": "Arsenal",
            "league": "Premier League (England)",
            "date of birth": "30/09/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "André-Pierre Gignac",
            "bio": "No one would have foreseen this atypical striker's inclusion a year ago. He had been overlooked by his country since 2010 and did not seem likely to get a recall under Didier Deschamps, with whom he clashed when the pair were together at Marseille. A move from Ligue 1 to the Mexican league last summer hardly made a return to Les Bleus squad more likely, but Karim Benzema's problems and Gignac's prolific club form convinced Deschamps to give him a surprising recall in March. The 30-year-old is capable of spectacular moments but has never looked consistently top-class. Now, though, the manager evidently hopes he is capable of one late, great flourish.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "26",
            "goals for country": "7",
            "club": "Tigres",
            "league": "Liga MX (Mexico)",
            "date of birth": "05/12/1985",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Adil Rami",
            "bio": "A late call-up in place of the injured Raphaël Varane, the 30-year-old, perhaps unwisely, criticised Didier Deschamps for previous advice that he should join Sevilla instead of Lyon in order to have a better chance of returning to the France squad. Rather embarrassingly, though, after a meeting with Deschamps to clear the air, he was forced to backtrack. \"The goal for me was to return to the French team. The career choices were [made] in order to be able to return to the French team,\" Rami said. \"I found myself in front of the manager ... He's restored my confidence. I'm not going to say exactly what he said. But I know, and everything proves it, that the error was on my side. I've always been forthright in what I say, but that doesn't mean I have the right to make mistakes. I take responsibility for my errors.\"",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "27",
            "goals for country": "1",
            "club": "Sevilla",
            "league": "La Liga (Spain)",
            "date of birth": "27/12/1985",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }]
    }
}
