{
    "sheets": {
        "Players": [{
            "name": "Manuel Neuer",
            "bio": "One of the best goalkeepers in the world, Neuer led from the back as Germany became world champions two years ago. Likes to play as a sweeper, just like Hugo Lloris does for Tottenham Hotspur and France, and is very comfortable with the ball at his feet. There have been high-profile mistakes, against Borussia Mönchengladbach and Arsenal to name two games, but he is still the undisputed No1 for club and country. Neuer was given his first ball at the age of two and joined Schalke three years later. Grew up with Jens Lehmann as his hero and loves heavy metal, which he often listens to before games. “With AC/DC I cool myself down and I won't risk a red card so that I weaken my team's chances to win the game. The last man must always project strength and that is what I try to do.\"",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "No1 goalkeeper",
            "position": "Goalkeeper",
            "number": "",
            "caps": "64",
            "goals for country": "0",
            "club": "Bayern Munich",
            "league": "Bundesliga (Germany)",
            "date of birth": "27/03/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Marc-André ter Stegen",
            "bio": "His move from Borussia Mönchengladbach to Barcelona in 2014 raised eyebrows around the world and he has so far failed to become the club’s No1 goalkeeper. In the league, he is on the bench with Claudio Bravo being preferred but he has played in Europe since joining the club, including the victorious Champions League campaign in 2014-15, when he produced a stunning save in the semi-final against Bayern Munich, which earned him the best save award for the tournament. Has not had the best of times with Germany, making a horrendous error agianst the United States in 2013 when he let a backpass from Benedikt Höwedes under his foot and into goal. Also conceded five against Portugal in the Under-21 Euros last summer. “In the long run I want to play more,” he says of his situation at Barcelona.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "6",
            "goals for country": "0",
            "club": "Barcelona",
            "league": "La Liga (Spain)",
            "date of birth": "30/04/1992",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Bernd Leno",
            "bio": "A surprise call-up to the squad instead of Paris St-Germain’s Kevin Trapp. In 2011, the then 19-year-old became the first goalkeeper in the Bundesliga to not concede a goal in his first three games since Heribert Macherey.  Leno’s secret back then? “When I was at Stuttgart I was able to train with Jens Lehmann and he gave me a lot of good advice. Father is Russian-German and it was reported that Russia tried to approach him to play for them instead of Germany. ",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "1",
            "goals for country": "0",
            "club": "Bayer Leverkusen",
            "league": "Bundesliga (Germany)",
            "date of birth": "04/03/1992",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Jérôme Boateng",
            "bio": "Has become a mainstay for Bayern and Germany, with exceptional positioning and an impressive ability to read the game. Strong in the tackle, Boateng was born in Berlin to a German mother and Ghanaian father. His younger sister appeared in four episodes of Comedy Kids in the early 2000s while his half-brother Kevin-Prince has had a long and colourful career playing for, among others, Tottenham Hotspur, Portsmouth, Milan and Schalke. But while Kevin-Prince chose to represent Ghana on the international scene, Jérôme opted for Germany. His middle name is Agyenim, which means “the great one” in Ashante Twi, the language spoken by his father, and he also has a tattoo of that word. A key part of Joachim Löw’s defence in Brazil two years ago he says “a lot of things have to fall into place for us to win the Euros as well.” Named the best dressed German by QC magazine in 2015 (Bastian Schweinsteiger finished eighth). Can play at right- and left-back as well.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Defensive mainstay",
            "position": "Defender",
            "number": "",
            "caps": "58",
            "goals for country": "0",
            "club": "Bayern Munich",
            "league": "Bundesliga (Germany)",
            "date of birth": "03/09/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Mats Hummels",
            "bio": "Announced in April that he was joining Bayern Munich from Borussia Dortmund after eight and a half years at the club. He grew up in Munich and played for Bayern’s youth academy - and made one first-team appearance - before being first loaned out to Dortmund and then signing on a permanent transfer in February 2009, for a fee of €4m. At Dortmund he won the Bundesliga, the German Cup and reached the Champions League final. He also, of course, won the World Cup with Germany in 2014, scoring the only goal of the game against France in the quarter-finals. His father, Hermann Hummels, a former player, is his advisor, while his mother, Ulla Holthoff, is a sports journalist. She once told 11Freunde: “We’ve rarely had a holiday as a family because Mats didn’t want to miss training or games. If it was his grandma’s birthday, and there was a game, she had to celebrate without him. Once a year we tried to go on a skiing holiday but even then he would stay at home one extra day for training and then make his own way down. He was 12 at the time.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "46",
            "goals for country": "4",
            "club": "Borussia Dortmund",
            "league": "Bundesliga (Germany)",
            "date of birth": "16/12/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Jonas Hector",
            "bio": "The Cologne player is something of Joachim Löw protégé. Partly called up because the lack of options at left-back but also because the national coach was convinced that Hector could play internationally despite limited top-flight experience. Was invited to train with the Bayern reserves under Mehmet Scholl - together with Holger Badstuber, Thomas Müller and Toni Kroos - but still decided to join FC Cologne. “We were there for two days, it was fun,” he said. His father and advisor, Erhardt Hector, said: “Cologne invested a lot of time in Jonas and you really got the feeling that the club would offer him a good education and perspective.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "13",
            "goals for country": "1",
            "club": "FC Cologne",
            "league": "Bundesliga (Germany)",
            "date of birth": "27/05/1990",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Shkodran Mustafi",
            "bio": "Has gone the rarely travelled road of Hamburg youth system-Everton-Sampdoria-Valencia to get to where he is today: a respected centre-back with the La Liga team and the German national team. The son of Albanian parents from Macedonia, he chose Everton and David Moyes ahead of Borussia Dortmund and Jürgen Klopp despite having talks with the latter. “I wanted to play in England,” he said later. However, the former striker failed to play regularly for Everton so joined Sampdoria, where he made 50 league appearances in two seasons. Has become a key player at Valencia. Was not initially selected for to the Germany squad for the 2014 World Cup but was a surprise call-up when Marco Reus got injured before the tournament. Played in three games in Brazil before succumbing to injury against Algeria. ",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "10",
            "goals for country": "0",
            "club": "Valencia",
            "league": "La Liga (Spain)",
            "date of birth": "17/04/1992",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Antonio Rüdiger ",
            "bio": "Joined Roma on loan from Stuttgart for the 2015-16 season and has benefitted from a season in Serie A, where he has grown in stature and developed his game. After the 3-0 win over Chievo towards the end of the season, the Roma president praised the two sought-after midfielders Miralem Pjanic and Radja Nainggolan but added: “By far the best player on the pitch was Rüdiger, it was such a good decision for him to come here, a good decision for everyone. Will start the tournament as a back-up to Mats Hummels and Jérôme Boateng. Started out as a striker, with Ronaldo as his favourite player, but was then moved to defence in his teenage years, and promptly adopted Paolo Maldini as his hero. “These days I look up to Jérôme Boateng,” he says.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "10",
            "goals for country": "0",
            "club": "Stuttgart",
            "league": "Bundesliga (Germany)",
            "date of birth": "03/03/1993",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Joshua Kimmich",
            "bio": "Was rewarded with a place in the squad after a superb debut season at Bayern Munich after joining from Stuttgart for a mere €7m in the summer of 2015. Never actually played for Stuttgart, having spent both of his years there on loan at Red Bull Leipzig. Can play in defensive midfield as well as at centre-back and made the headlines after the goalless draw against Borussia Dortmund at the Signal Iduna Park as Pep Guardiola appeared to give him a passionate dressing down on the pitch. However, afterwards the Spaniard revealed what he had said: “I told him that he is perhaps one of the best centre-backs in the world. He’s got the desire, the will, the passion. He’s got absolutely everything.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "1",
            "goals for country": "0",
            "club": "Bayern Munich",
            "league": "Bundesliga (Germany)",
            "date of birth": "08/02/1995",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Benedikt Höwedes",
            "bio": "The Schalke player was a revelation at the 2014 World Cup. A centre-back by trade, he was on the pitch for every single minute playing in an unfamiliar left-back position – and did not look out of place at all. Another tournament like that in France looks unlikely though as he has fallen down the pecking order since then. Has struggled for fitness this season after suffering a thigh injury.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "33",
            "goals for country": "2",
            "club": "Schalke",
            "league": "Bundesliga (Germany)",
            "date of birth": "29/02/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Emre Can ",
            "bio": "A midfielder for Liverpool, he is mainly deployed at right-back for the national team, with varying degrees of success. Started out at Bayern Munich and only spent one year at Bayer Leverkusen before Liverpool activated his release clause of £9.75m in the summer of 2014 to sign him. The 2015-16 season has seen him take on more responsibility for his club side, leading them to the Europa League final, and may yet have a big part to play in France. Was criticised by team-mates for going for a pizza the day before Germany’s Under-21 team lost 5-0 against Portugal in the European Championship in 2015, but responded by saying: “Going out for a pizza like that is normal. But perhaps I did think before the game that I was the best,” he said. “I have to get my feet back on the ground. I have received a lot of praise in the last two weeks.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "5",
            "goals for country": "0",
            "club": "Liverpool",
            "league": "Premier League (England)",
            "date of birth": "12/01/1994",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Bastian Schweinsteiger",
            "bio": "One of the heroes of the 2014 World Cup final, he never gave up, no matter how many times he was brought down, often illegally, by the Argentina players. However, he has had an injury ravaged season with Manchester United and his form is uncertain going into the tournament. Spent 13 years at Bayern Munich winning every title possible, including the 2013 Champions League. Is currently in a relationship with the tennis player Ana Ivanovic and is a huge basketball fan. Rather bizarrely something that can only be labelled as a “Sauerkraut-joke” was cut from his first interview with the Manchester United website. “I have already been joking around with Wayne Rooney to say that I am, I think I am, the first Kraut here,” he said.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Legend",
            "position": "Midfielder",
            "number": "",
            "caps": "114",
            "goals for country": "23",
            "club": "Manchester United",
            "league": "Premier League (England)",
            "date of birth": "01/08/1984",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Sami Khedira",
            "bio": "Such a stylish and tactically superb player, Khedira has achieved a lot already despite frequent injury problems. Won the Champions League with Real Madrid in 2013-14 but had missed most of the season with a cruciate ligament injury. Then, after joining Juventus in 2015 he missed the first two months for his club after a thigh injury. Born in Stuttgart to a German mother and a Tunisian father, he was promoted to the Stuttgart first team by Giovanni Trapattoni in 2005. However, he suffered several knee injuries and were told by doctors that he should stop playing football. In the end, and with the help of Hans-Wilhelm Müller-Wohlfahrt, he overcame his early problems and had four years with the Stuttgart first team before moving to Real Madrid in 2010. Appeared on the cover of GQ with his (naked) girlfriend Lena Gercke in 2011, a photograph which, when re-published in Tunisia led to the arrests of three journalists.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "59",
            "goals for country": "5",
            "club": "Juventus",
            "league": "Serie A (Italy)",
            "date of birth": "04/04/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Toni Kroos",
            "bio": "Only in his 20s but Kroos is already one of the most experienced players in the German midfield. Rarely makes a mistake, but can be too timid at times – which is why he commands universal respect, but is not among the most popular figures in the national team. “Even quicker with his eyes than with his feet,” the Süddeutsche Zeitung wrote in March 2016 after the game against Italy. A key player for Joachim Löw, he now plays in a deeper role. Born in Greifswald, he became the first person born in East Germany to win the World Cup in 2014. His father, Roland, has played a huge part in Toni’s career, coaching him when he was young, always telling him how important it was “to use both feet”. Roland also made sure that Bayern Munich loaned him out - to Bayer Leverkusen - when he wasn’t playing regularly.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "64",
            "goals for country": "11",
            "club": "Real Madrid",
            "league": "Primera División",
            "date of birth": "04/01/1990",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Mesut Özil ",
            "bio": "On his day, one of the best players in the world. On an off-day, infuriatingly invisible. Started the 15-16 season superbly, racking up assist after assist but his form - and that of Arsenal - dropped considerably in the new year. A key player for Germany but not always the most popular with the fans and was, in fact, booed off when substituted in the 89th minute of a narrow friendly win against Chile in March 2014. Revealed in 2015 that the main reason behind his good form for Arsenal was down to … more sleep. “The biggest change started when I was injured last year and I changed my diet and started to look at the small details in my life,” the 27-year-old said. “For example I started to have physiotherapy on my days off and made sure I had a good sleep. That is crucial over here [in England]. It is the fastest league in the world and we often play twice a week with no winter break.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "72",
            "goals for country": "19",
            "club": "Arsenal",
            "league": "Premier League (England)",
            "date of birth": "15/10/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Julian Draxler ",
            "bio": "Has been “the next big thing” in German football for several years now but turns 23 in September and he hasn’t yet taken the step from hugely talented player to international star. Spent four years at Schalke - where he had played a 100 competitive games at the age of 19 years and 170 days - before they surprisingly sold him to Wolfsburg in 2015 as the Wolkswagen club was looking for a replacement for Kevin De Bruyne. It is probably fair to say that if he was that good, Bayern Munich would have signed him. Was one of two players, Benedikt Höwedes was the other, involved when a Mercedes PR stunt went horribly wrong pre-World Cup in 2014. Draxler was travelling with the Formula 1 driver Nico Rosberg when two people were hit by one of the cars and had to be taken to hospital.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "18",
            "goals for country": "1",
            "club": "Wolfsburg",
            "league": "Bundesliga (Germany)",
            "date of birth": "20/09/1993",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Julian Weigl",
            "bio": "No one - apart from Thomas Tuchel perhaps - could have foreseen what an impact the talented midfielder would have in his first season as a Bundesliga player. Signed from second division 1860 Munich in the summer of 2015 he has played almost all of Dortmund’s games in 2015-16, becoming a leader in midfield at the age of 21. “He has taken a taxi into the limelight,” wrote Süddeutsche Zeitung in August 2015. One of the reasons he is so mature is that the controversial 1860 Munich manager Ricardo Moniz (it is still difficult to know whether he was a genius or mad, according to the Süddeutsche) made him captain when he was 18. “He will become a man now,” said Moniz. A qualified retail salesman, he did some of his qualification in the Borussia fan shop. “I nearly sold my own shirt,” he said.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "1",
            "goals for country": "0",
            "club": "Borussia Dortmund",
            "league": "Bundesliga (Germany)",
            "date of birth": "08/09/1995",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Thomas Müller",
            "bio": "It is remarkable to think that Müller is still only 26. He has already played 70 times for Germany, won the World Cup (2014) and won the Golden Boot at another World Cup (2010). He has won the Champions League, the league and the German Cup with Bayern - not bad for a player who does not look or move like the average footballer. His languid style, however, is deceptive and extremely effective. Has become known, in Germany and around the world, as the Raumdeuter, the space investigator, and always seems to be at the right place at the right time. A wonderful footballer, he told the Guardian in 2014: “I understand that many find it hard to get me as a player,” he says. “They say: ‘Impossible, how did he do that?’ But, at some point, they maybe start thinking: ‘Oh, he’s quite good after all.’”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Maverick",
            "position": "Forward",
            "number": "",
            "caps": "70",
            "goals for country": "31",
            "club": "Bayern Munich",
            "league": "Bundesliga (Germany)",
            "date of birth": "13/09/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Leroy Sané",
            "bio": "Schalke‘s fast, elegant winger is considered by many to be Germany’s greatest talent in ages. However, he remains a diamond in the rough and lacks consistency. It’s uncertain whether he’ll make the squad for the Euro.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Young talent",
            "position": "Midfielder",
            "number": "",
            "caps": "2",
            "goals for country": "0",
            "club": "Schalke",
            "league": "Bundesliga (Germany)",
            "date of birth": "11/01/1996",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Mario Götze",
            "bio": "Germany’s golden boy, scorer of the winning goal in the 2014 final, has been having a hard time at Bayern, where he has lost his starting place under Pep Guardiola. Likely to leave the club in the summer, he is still one of Joachim Löw’s favourite players and is the perfect “false No9” for the manager whenever he needs one. “Show the world you are better than Leo Messi,” Löw whispered into Götze’s ear before he sent him on as a replacement in the 2014 World Cup final and has continued to back him. “Technically he is so good, he has unbelievable possibilities and can work in very little space and decide games. I am still counting on him for the Euros,” Löw said before the friendlies against England and Italy in 2016.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "51",
            "goals for country": "17",
            "club": "Bayern Munich",
            "league": "Bundesliga (Germany)",
            "date of birth": "03/06/1992",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Lukas Podolski",
            "bio": "Born in Poland to a footballer and handball player, the family moved to Germany when young “Poldi” was two years old. Was voted best young player of the tournament at the 2006 World Cup, which reignited Germany’s love for football and the Nationalmannschaft. Has been a constant in the squads ever since although has become more of a bit-part player in recent years. Seen as a bit of a lucky charm, Löw feels his presence and happy-go-lucky demeanour in the squad is important. Released a song with the Cologne band Brings in 2012. Has invested money in youth football in Bergheim, where he grew up, as well as helping Polish club Gornik Zabrze get a sponsorship deal with adidas. Interviews with him are often funny, although not always intentionally. Famous quotes include: “Football is like that, sometimes the better team wins” and “we have to pull up our heads now … oh as well as our sleeves.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "127",
            "goals for country": "48",
            "club": "Galatasaray",
            "league": "Süper Lig (Turkey)",
            "date of birth": "04/06/1985",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "André Schürrle",
            "bio": "Twenty goals in 50 caps notwithstanding, the Wolfsburg forward is still not a first choice in the national side after an up-and-down Bundesliga season. He does not seem to have a problem with that, however, and scored all three of his World Cup goals as a substitute. Was expected to kick on at Wolfsburg after two largely unsuccessful seasons at Chelsea but was demoted to the bench at times in 2015-16. Has a tremendous left foot and can play across the forward line. One of the quickest players in the squad, it is no surprise to learn that he excelled at athletics when he was younger. A keen gamer, he prefers to play Call of Duty ahead of Fifa and was a representative for the former at a gaming conference in Las Vegas once. Also likes fishing and once posted a picture of a salmon he caught on Facebook. “It always tastes nicer if you’ve caught it yourself,” he said.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "51",
            "goals for country": "20",
            "club": "Wolfsburg",
            "league": "Bundesliga (Germany)",
            "date of birth": "06/11/1990",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Mario Gomez",
            "bio": "An experienced striker who has played more than 60 times for Germany despite often being behind Miroslav Klose in the pecking order. In fact, since Klose retired he is the only out-and-out striker in the squad. Has had an incredible impact at Besiktas after joining them on loan from Fiorentina for the 2015-16 season and, in early May, was on course to win the Golden Boot, well ahead of Samuel Eto’o. Has scored wherever he has been - which includes a four-year spell at Bayern Munich. Admits he is very superstitious and turned down the chance to be officially presented by Besiktas with the reasoning: “When I arrived at Fiorentina they had a big presentation in front of a thousand people but that didn’t bring me any luck so I decided against it this time.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Main goalscorer",
            "position": "Forward",
            "number": "",
            "caps": "63",
            "goals for country": "27",
            "club": "Besiktas",
            "league": "Süper Lig (Turkey)",
            "date of birth": "10/07/1985",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }]
    }
}
