{
    "sheets": {
        "Players": [{
            "name": "Gábor Király",
            "bio": "40 years old and still going strong in his trademark tracksuit bottoms. He has fond memories of group opponents Austria where his first touch in the national team – a few goal kicks aside – was saving a penalty against them in 1998. Played 104 games for Crystal Palace from 2004, and also had spells at West Ham, Villa, Burnley and Fulham. Returned to Hungary with Haladás last year. He won his 100th Hungary cap in a 1-0 win away to Norway in their 2016 qualifying play-off first-leg.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "No1 goalkeeper",
            "position": "Goalkeeper",
            "number": "",
            "caps": "102",
            "goals for country": "0",
            "club": "Haladás",
            "league": "National Championship (Hungary)",
            "date of birth": "01/04/1976",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Dénes Dibusz",
            "bio": "Made his debut against the Faroes in 2014, and could replace Gábor Király as first choice in the future – but not this summer. Has a degree in marketing and management from Pécs university. As a boy he knew his own mind. “We have a video from 1994 Easter when I had my first goalkeeper gloves. I can't explain how happy I was, as soon as I've put them on I started diving on our carpet. I refused to take them off even when I had to open a soda can.\" Moved to Ferencváros from Pécsi in 2014.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "4",
            "goals for country": "0",
            "club": "Ferencváros",
            "league": "National Championship (Hungary)",
            "date of birth": "16/11/1990",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Péter Gulácsi",
            "bio": "Failed to break into the Liverpool team after joining from MTK Budapest in 2008, and had loan spells at Hereford, Tranmere and Hull before making a permanent move to Red Bull Salzburg in 2013. Last season he won promotion with RB Leipzig. Has plenty of talent but has not come close to dislodging the keepers ahead of him in Hungary’s ranks. Won his first of two caps in 2014.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "3",
            "goals for country": "0",
            "club": "Red Bull Leipzig",
            "league": "2. Bundesliga (Germany)",
            "date of birth": "06/05/1990",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Barnabás Bese",
            "bio": "Originally a right winger or striker, he developed into a promising right back - quick, tall and technically adept. Has made 95 appearances for his side MTK, and played at every national youth level from Under-17s. Yet to make his senior breakthrough, though.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "0",
            "goals for country": "0",
            "club": "MTK",
            "league": "National Championship (Hungary)",
            "date of birth": "06/05/1994",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Attila Fiola",
            "bio": "Recently played as a centre-back for Puskas Academy – top-flight Videoton’s youth team - but is already the undisputed starting right back for the senior national team. Started out in football as a striker and was top scorer for the Under-15 and Under-17 sides, before finding his niche at the back. He has a dream. “I always said I have important goals. After the Euros I want to test myself, to play in England or Germany. If all goes well, maybe my dream will come true.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "14",
            "goals for country": "0",
            "club": "Puskás Academy",
            "league": "National Championship (Hungary)",
            "date of birth": "17/02/1990",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Richárd Guzmics",
            "bio": "Was ridiculed after a 2014 World Cup qualifier against Romania where he teed up the openerl for Hungary’s arch rival in the second minute. “I made a mistake, a bad mistake, I’m so sorry,” he said. “But I cannot change it now.” After that he didn’t play again for the national team for over a year, but has since become one of the most reliable defensive options.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Unsung hero",
            "position": "Defender",
            "number": "",
            "caps": "13",
            "goals for country": "1",
            "club": "Wisla Krakow",
            "league": "Ekstraklasa (Poland)",
            "date of birth": "16/04/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Tamás Kádár",
            "bio": "Attack-minded left back who spent four years at Newcastle from 2008 after being spotted by Sam Allardyce, and can play in any defensive position. After 13 appearances under Kevin Keegan, Joe Kinnear, Chris Hughton, Alan Shearer and Alan Pardew, and a brief loan at Huddersfield, he moved to Roda in the Netherlands, then Hungary’s Diósgyőri, and spent last season on the left wing at Poland’s Lech Poznań. Made his first senior international appearance in 2010.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Defensive mainstay",
            "position": "Defender",
            "number": "",
            "caps": "29",
            "goals for country": "0",
            "club": "Lech Poznan",
            "league": "Ekstraklasa (Poland)",
            "date of birth": "14/03/1990",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Mihály Korhut",
            "bio": "In the squad to provide a reliable left-back back-up to Tamás Kádár. Good with the ball, he won the Hungarian league and cup double with Debreceni in 2012. Made his Hungary debut in 2014 against Denmark.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "4",
            "goals for country": "0",
            "club": "Debreceni VSC",
            "league": "National Championship (Hungary)",
            "date of birth": "01/12/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Roland Juhász",
            "bio": "Started his career as a striker, only to end up as a centre-back and defensive lynchpin for his country. Missed the first leg of the qualification play-offs through suspension, which put his first-choice status under threat in France. Played 207 games for Anderlecht and was linked with Rangers, Celtic and Sunderland before agreeing a move back to his home country in 2013. In 2011 he began providing financial backing for Hungary’s Childhood Foundation, set up to supply up-to-date equipment to Hungarian paediatric hospitals.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "91",
            "goals for country": "6",
            "club": "Videoton",
            "league": "National Championship (Hungary)",
            "date of birth": "01/07/1983",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Ádám Lang",
            "bio": "Quick, strong and reliable, but struggles with carrying the ball out of defence and starting attacks. He impressed in the qualification play-offs, though, and has been tipped to take big strides forward in France. Joined Videoton from Győr in 2015, and won his first Hungary cap in 2014.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "10",
            "goals for country": "0",
            "club": "Videoton",
            "league": "National Championship (Hungary)",
            "date of birth": "17/01/1993",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Balázs Dzsudzsák",
            "bio": "Hungary’s star man – it all revolves around him. Scored a beautiful free kick in Bucharest against Romania in qualifying, becoming the first Hungarian to score an away goal against the arch rivals for 42 years. Mainly a left winger, he is the team’s most technically gifted player. Joined Bursaspor from Dynamo Moscow last year, and appeared on the cover of Fifa 14 in Hungary.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Star man",
            "position": "Forward",
            "number": "",
            "caps": "77",
            "goals for country": "18",
            "club": "Bursaspor",
            "league": "Süper Lig (Turkey)",
            "date of birth": "23/12/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Ákos Elek",
            "bio": "Tireless defensive midfielder who returned to the Hungarian championship from China’s Changchun Yatai earlier this year to make sure of his place in the squad for France. Suffered a pre-tournament scare when he sustained a knee injury, meaning he missed some of the build-up. Has won 38 caps since his first appearance in 2010.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "38",
            "goals for country": "1",
            "club": "Diósgyőri VTK",
            "league": "National Championship (Hungary)",
            "date of birth": "21/07/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Zoltán Gera",
            "bio": "Attacking midfielder who spent ten years with West Brom and Fulham, helping the latter reach the Europa League final. In 2014 he returned to Hungary with Ferencváros, playing an instrumental role in their league-winning side. Plays deeper for the national side. He briefly retired from international football in 2009 after a row with then-coach Erwin Koeman, denying it was “a headstrong decision” - then made a quick comeback when Koeman was sacked.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "88",
            "goals for country": "24",
            "club": "Ferencváros",
            "league": "National Championship (Hungary)",
            "date of birth": "22/04/1979",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "László Kleinheisler",
            "bio": "Because of a contract dispute Kleinheisler didn’t play a single minute for his former club Videoton in the first part of last season, so he was a surprise call-up to face Norway in the qualification play-offs. He repaid Bernd Storck’s trust and scored an important debut goal. Joined Werder Bremen for an undisclosed fee in January. Nicknamed Scholes in tribute to his hair, with former coach Benczés Miklós extending the comparison: “This Scholes is also strong, full-blooded, attack-minded, good with the ball and without. Such a dynamic operator.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "4",
            "goals for country": "1",
            "club": "Werder Bremen",
            "league": "Bundesliga (Germany)",
            "date of birth": "08/04/1994",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Gergő Lovrencsics",
            "bio": "A fishing enthusiast. Lovrencsics had never played for a big Hungarian club when Polish side Lech Poznan first showed an interest in 2012; when they waivered over his lack of experience, he offered to sign for a much-reduced salary. Predominantly right footed, but dangerous with his left too - he can operate on both wings. Made his international debut in 2013 against Kuwait.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "11",
            "goals for country": "1",
            "club": "Lech Poznan",
            "league": "Ekstraklasa (Poland)",
            "date of birth": "01/09/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Ádám Nagy",
            "bio": "Was written off as a footballer aged 12, but stuck at it, and a few years later started to impress at the Portuguese VSI football academy. Last season he became a starter for champions Ferencváros and should have a big impact for the national team in the coming years. Was recently linked with Chelsea, Liverpool and Freiburg. “I will not transfer somewhere just for money, certainly not,” he says. “I am still young. I feel good at Ferencváros.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Young talent",
            "position": "Midfielder",
            "number": "",
            "caps": "7",
            "goals for country": "0",
            "club": "Ferencváros",
            "league": "National Championship (Hungary)",
            "date of birth": "17/06/1995",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Ádám Pintér",
            "bio": "A regular in the Hungary squad when he played in La Liga with Zaragoza, but in 2013 he moved to Russia, then to Greece, and ultimately ended up fading out of the national team. But after moving back to champions Ferencváros in August, he returned to the hold. Can fit in as a centre back or a defensive midfielder.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "20",
            "goals for country": "0",
            "club": "Ferencváros",
            "league": "National Championship (Hungary)",
            "date of birth": "12/06/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Zoltán Stieber",
            "bio": "Left Hamburg in January for second-tier Nürnberg for more playing time, and scored a stunning goal for Hungary against Finland in qualifying last year. Comes from a footballing family: his father played for Haladás, and brother András plays for FC Ajka. Zoltán had unsuccessful trials for Arsenal and Manchester United before signing for Aston Villa in 2007. After a loan at Yeovil, he left in 2009 having failed to make a breakthrough.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "11",
            "goals for country": "2",
            "club": "Hamburg",
            "league": "Bundesliga (Germany)",
            "date of birth": "16/10/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Dániel Böde",
            "bio": "Strong, honest and popular – even among opposition fans. He scored two important goals against the Faroes in qualifying, though he made more headlines for his infamous judo throw on Norwegian defender Even Hovland in November last year. Comes from a small town called Madocsa, where he sometimes coaches the local team and drives his players to away games. Nicknamed “The Messi from Madocsa”.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "12",
            "goals for country": "4",
            "club": "Ferencváros",
            "league": "National Championship (Hungary)",
            "date of birth": "24/10/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Nemanja Nikolic",
            "bio": "Failed to score in the qualifiers but did hit a spectacular 23 goals in the first 22 rounds of last season’s Polish league. The scoring dried up a bit after that, but he still arrived in France as the squad’s most in-form striker. The Serbian-born forward’s mother is Hungarian: he became a citizen in 2011.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "18",
            "goals for country": "3",
            "club": "Legia Warsaw",
            "league": "Ekstraklasa (Poland)",
            "date of birth": "31/12/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Krisztián Németh",
            "bio": "The former Liverpool academy player was once tipped as the next great Hungarian player, but ended up becoming a journeyman, playing for clubs in Greece, Hungary, the Netherland and the US before arriving at Qatari side Al Gharafa in January. Found love through sporting injury: he met his handball-playing fiancée in the waiting room of the Sports Hospital in Budapest.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "24",
            "goals for country": "3",
            "club": "Al-Gharafa",
            "league": "Stars League (Qatar)",
            "date of birth": "05/01/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Tamás Priskin",
            "bio": "Played for six different English clubs, starting at Watford in 2006, then moved to Russia, Austria and Israel before settling at Slovan Bratislava. Scored a beauty against Norway in the qualification play-offs and called it “the goal of my life… qualifying is so important for Hungarians, so I am very happy.” Injured his ankle late March, setting back his tournament preparation.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "55",
            "goals for country": "17",
            "club": "Slovan Bratislava",
            "league": "Super Liga (Slovakia)",
            "date of birth": "27/09/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Ádám Szalai",
            "bio": "Goals are lacking: his last at national level came against the Faroes in October 2014, and he failed to score for both the clubs he represented last season – Hoffenheim and Hannover. Remains popular, though. After Hungary qualified he walked into a bar in Budapest and paid for a round of pálinka (Hungary’s traditional spirit) for around 200 people, telling them: “We qualified after 44 years, you as fans suffered the most. Because you are here you should all drink another pálinka and no one should go to bed before seven in the morning.\" When a fan posted footage of his speech on his Facebook page a day later, he replied: “I cannot remember this.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "31",
            "goals for country": "8",
            "club": "Hoffenheim",
            "league": "Bundesliga (Germany)",
            "date of birth": "09/12/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }]
    }
}
