{
    "sheets": {
        "Players": [{
            "name": "Hannes Thór Halldórsson",
            "bio": "Film director who played part-time for Icelandic clubs until 2014, when he gave it up to sign his first professional deal in Norway. Directed the video for Iceland’s entry in the Eurovision song contest in 2012 – Greta Salóme & Jónsi finished 20th with “Never Forget”. He first represented Iceland in 2011 aged 27, and consolidated his position in the 2016 qualifiers. Spent part of last season on loan at Bodø/Glimt.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "No1 goalkeeper",
            "position": "Goalkeeper",
            "number": "",
            "caps": "32",
            "goals for country": "0",
            "club": "NEC Nijmegen",
            "league": "Eredivisie (Netherlands)",
            "date of birth": "27/04/1984",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Ögmundur Kristinsson",
            "bio": "Finished his studies as a lawyer before turning professional in Denmark in 2014. He had to rush his wedding forward – his wife is also a lawyer – when Iceland qualified for Euro 2016, as they had planned to get married in June. Said to be the best-dressed player in the squad. Was part of the same squad as fellow Iceland keeper Halldorsson for Fram in the top flight from 2008-2010, and won his first full cap in 2014.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "10",
            "goals for country": "0",
            "club": "Hammarby",
            "league": "Allsvenskan (Sweden)",
            "date of birth": "19/06/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Ingvar Jónsson",
            "bio": "Played an important role in Stjarnan’s first Icelandic championship victory in 2014 and was voted the league’s player of the season by his fellow players. Was part of the team that made it past Bangor City, Motherwell and Lech Poznan before losing to Internazionale in the Europa League play-off round. Joined Sandefjord on a free in January after failing to win a place at Start in the Norwegian Eliteserien.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "4",
            "goals for country": "0",
            "club": "Sandefjord",
            "league": "Tippeligaen (Norway)",
            "date of birth": "18/10/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Birkir Már Sævarsson",
            "bio": "Father of four, nicknamed “The Wind” in Iceland for his speed up and down the right flank. Has the emblem of his Icelandic club, Valur, tattooed on his shoulder. He almost quit football to become a pilot before he broke into Valur’s squad, and says he’s considering finishing his pilot training or becoming an air traffic controller when his playing career is over. Nephew of the veteran reserve goalkeeper Gunnleifur Gunnleifsson.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "56",
            "goals for country": "0",
            "club": "Hammarby",
            "league": "Allsvenskan (Sweden)",
            "date of birth": "11/11/1984",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Haukur Heiðar Hauksson",
            "bio": "An attacking right-back from Akureyri – a small city renowned for its ice-free harbour – who had a good start as a professional in Stockholm in 2015, and made his international debut the same year. Nephew of Kristján Jóhannsson, a well known Icelandic tenor known for his performances in Verdian roles, especially as Radames in Aida.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "6",
            "goals for country": "0",
            "club": "AIK",
            "league": "Allsvenskan (Sweden)",
            "date of birth": "01/09/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Hjörtur Hermannsson",
            "bio": "Captain at youth level for Iceland, Hermannsson won his first senior call up for the friendlies against Poland and Slovakia in November last year. He joined PSV in 2012, playing for the reserves, Jong PSV, before joining IFK Göteborg on loan last season. The youngest member of the squad. His father played for Iceland’s national handball team.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "2",
            "goals for country": "0",
            "club": "PSV Eindhoven",
            "league": "Eredivisie (Netherlands)",
            "date of birth": "08/02/1995",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Sverrir Ingi Ingason",
            "bio": "Captain of the Iceland Under-21 team which narrowly missed out on qualification for last year’s European Championship. Scored his first goal for Iceland in a 3-2 away victory against Greece in March. A strong, physical centre-half who moved to Belgium with Lokeren from Viking in 2015. Had 1,700 followers on Twitter before the tournament started.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "4",
            "goals for country": "1",
            "club": "Lokeren",
            "league": "Pro League (Belgium)",
            "date of birth": "05/08/1993",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Ragnar Sigurdsson",
            "bio": "Sigurdsson hadn’t made an Iceland appearance for 14 months when Lars Lagerbäck took over in 2012, but he was the only player to play every minute of the 2016 qualification campaign. Famously unfazed by pressure and unimpressed by celebrity – he told the press in 2013 before facing Croatia in a World Cup qualifier: “Mario Mandzukic, who is this? I don’t know who he is. No, I’m not kidding … I’ve never feared anyone in my life.” He won both Swedish and Danish championships before moving to Russia, and dreams of playing for Liverpool.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Defensive mainstay",
            "position": "Defender",
            "number": "",
            "caps": "54",
            "goals for country": "1",
            "club": "FC Krasnodar",
            "league": "Premier League (Russia)",
            "date of birth": "19/06/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Kári Árnason",
            "bio": "Has a masters in business studies – his graduation essay was about alleged corruption in English football – and turned down the chance to continue his studies in America to become a pro in Sweden. In 2009 he moved to the UK with Plymouth, then played for Aberdeen and Rotherham before returning to his home country. Captained the Malmö side beaten 8-0 by Real Madrid in the Champions League in December 2015. Had only played one match for Iceland in five years when Lars Lagerbäck took over in 2012, but has since secured his starting spot.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "47",
            "goals for country": "2",
            "club": "Malmö FF",
            "league": "Allsvenskan (Sweden)",
            "date of birth": "13/10/1982",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Hördur Björgvin Magnússon",
            "bio": "Has been at Juventus since 2013 without playing for them – has had loan spells at Spezia and Cesena. Provides useful tournament squad cover at centre-back and left-back. His brother was a Jamie Oliver student and runs the Lobster and Stuff restaurant in Reykjavík.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "3",
            "goals for country": "0",
            "club": "Juventus",
            "league": "Serie A (Italy)",
            "date of birth": "11/02/1993",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Ari Freyr Skúlason",
            "bio": "Has been captain at two clubs, OB and Sundsvall in Sweden. Known for a suspect temper, he was once sent to train with the youth team after boiling over, and took a course in anger management after an incident in a match with Sundsvall. Used to play as a midfielder for his club teams but converted to left-back in the national team.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "37",
            "goals for country": "0",
            "club": "OB",
            "league": "Super League (Denmark)",
            "date of birth": "14/05/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Jóhann Berg Guðmundsson",
            "bio": "Scored a remarkable hat-trick away to Switzerland in a 4-4 draw in Bern in 2013 and has been nicknamed “Joey Bern” since then, but is more known for assists than goals. Trained with Chelsea and Fulham as a teenager when his family moved to London, and joined Charlton from AZ in 2014. Used to be a keen player of the online first-person shooter Counter-Strike but gave it up because of bad internet connection between London and his friends in Iceland. Has now turned his full attention to football again.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "45",
            "goals for country": "5",
            "club": "Charlton Athletic",
            "league": "Championship (England)",
            "date of birth": "27/10/1990",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Birkir Bjarnason",
            "bio": "Lived in Norway since the age of 11 but opted to play for Iceland from Under-17 level. His father, Bjarni Sveinbjörnsson, played for Iceland’s Thór and won one cap. Coincidentally, Birkir is nicknamed after the Norse god Thór, because of his looks. Became a Swiss champion with Basel this spring after a good first season there, having signed from Pescara.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "46",
            "goals for country": "6",
            "club": "Basel",
            "league": "Super League (Switzerland)",
            "date of birth": "27/05/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Gylfi Sigurdsson",
            "bio": "The seventh-highest scorer in the history of the national team and the second Icelander, after Eidur Gudjohnsen, to score ten goals or more in a season in England’s Premier League. Has been linked with a big money move to Leicester this summer. Sigurdsson is a board member of his father’s fishing company and owns an Icelandic real estate company. Moved to England with his family at 15 to try to make a career in football. His brother is a professional golf instructor.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Star man",
            "position": "Midfielder",
            "number": "",
            "caps": "37",
            "goals for country": "12",
            "club": "Swansea City",
            "league": "Premier League (England)",
            "date of birth": "08/09/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Rúnar Már Sigurjónsson",
            "bio": "Played his first senior league match aged just 14 for Tindastóll in the Icelandic third tier, and scored on his debut for Iceland, in a friendly against Andorra. He started the 2016 season in Sweden extremely well with Sundsvall where he scored four goals in the first eight matches, and hopes to play against Hungary on his 26th birthday.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "9",
            "goals for country": "1",
            "club": "GIF Sundsvall",
            "league": "Allsvenskan (Sweden)",
            "date of birth": "18/06/1990",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Aron Gunnarsson",
            "bio": "Only 22 when he was made captain by Lagerbäck, and has become a key defensive midfielder and captain for the national team. Almost lost the armband in 2012 when he insulted the Albanian nation in an interview before a match in Tirana. He apologised for his “own goal”. Was also a very promising handball player who had to choose between sports – his brother Arnór plays for the Iceland national handball team and German club Bergischer.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Captain",
            "position": "Midfielder",
            "number": "",
            "caps": "57",
            "goals for country": "2",
            "club": "Cardiff City",
            "league": "Championship (England)",
            "date of birth": "22/04/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Theódór Elmar Bjarnason",
            "bio": "Signed for Celtic aged 17, but made only one appearance there before leaving in 2008. He later confessed to having spent most of his Celtic salary on gambling. Well known for his ability to imitate of Goofy, the Disney cartoon character. A versatile player who can be used as a winger, midfielder or full-back.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "25",
            "goals for country": "0",
            "club": "AGF",
            "league": "Super League (Denmark)",
            "date of birth": "04/03/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Emil Hallfredsson",
            "bio": "Won a first Icelandic title with Fimleikafélag Hafnarfjarðar in 2004 before signing his first professional contract at Tottenham. He later had a loan spell at Barnsley before joining Verona in 2010, winning player of the year in his first season. He signed for Udinese in January. Has 52 national caps, but his only goal for Iceland came in a surprise 1-1 draw against Spain in 2007. He used to play on the left wing but has morphed into a central midfielder, and has been shaving his head for so long that most people have forgotten about his shining red hair.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "52",
            "goals for country": "1",
            "club": "Udinese",
            "league": "Serie A (Italy)",
            "date of birth": "29/06/1984",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Arnór Ingvi Traustason",
            "bio": "Made his debut for Iceland in November, after the qualification campaign had concluded and has scored three goals already for the national side. Had the mosts assists in the Swedish top flight when Norrköping won the league and Super Cup double in 2015. Voted most promising player in the Icelandic league in 2013, while playing for Keflavík.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Young talent",
            "position": "Midfielder",
            "number": "",
            "caps": "6",
            "goals for country": "3",
            "club": "IFK Norrköping",
            "league": "Allsvenskan (Sweden)",
            "date of birth": "30/04/1993",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Kolbeinn Sigthórsson",
            "bio": "Iceland’s second-highest all-time scorer and vice-captain, but has been unlucky with injuries. He scored four goals in a match against Russia in 2007 to take Iceland’s Under-17s to the last eight of their European Championship for the first time. He joined Ajax for €4.5m in 2011, and moved on to Nantes for €3.5m last summer. His older brother, Andri, now his agent, played for the youth and reserve team of Bayern Munich, and later won seven Iceland caps. His father’s company, a chain of bakeries, is one of the FA’s main sponsors.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Main goalscorer",
            "position": "Forward",
            "number": "",
            "caps": "37",
            "goals for country": "19",
            "club": "Nantes",
            "league": "Ligue 1 (France)",
            "date of birth": "14/03/1990",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Alfred Finnbogason",
            "bio": "Has now played and scored in the top leagues of seven countries after joining Augsburg in the Bundesliga on loan in the winter window. He was top scorer in Holland in 2013-14 with 29 goals in all competitions for Heerenveen. Renowned for his football knowledge and passion for pub quizs, he is fluent in multiple languages. He found his scoring touch again in Germany last season after difficult spells at Real Sociedad and Olympiakos.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "32",
            "goals for country": "7",
            "club": "Real Sociedad",
            "league": "La Liga (Spain)",
            "date of birth": "01/02/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Jón Dadi Bödvarsson",
            "bio": "Surprisingly in the starting line-up in Iceland’s first match of qualification and scored the first goal, in a 3-0 defeat of Turkey, followed by a wild sprinting celebration. The best young player in Iceland in 2012, despite playing for a team which was relegated. Supports kids in his hometown, Selfoss, who can’t afford to buy football shoes or kits.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "20",
            "goals for country": "1",
            "club": "Kaiserslautern",
            "league": "2. Bundesliga (Germany)",
            "date of birth": "25/05/1992",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Eidur Gudjohnsen",
            "bio": "Iceland’s top scorer of all time, he played his first match for his country 20 years ago, coming on as a sub for his father, Arnór Gudjohnsen. He suffered an injury a few weeks later which prevented them from representing Iceland together on the field. A championship winner in England with Chelsea and in Spain with Barcelona, he has now scored goals for teams in eight countries having joining Norway’s Molde in February from Chinese Super League club Shijiazhuang Ever Bright. He remains the only Icelander to have won a Champions League medal – though he was an unused substitute in the 2009 final. Currently promoting an Icelandic cultured dairy product online. “Not many of you know that I have eaten skyr through all of my career. True story.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Legend",
            "position": "Forward",
            "number": "",
            "caps": "84",
            "goals for country": "25",
            "club": "Molde",
            "league": "Tippeligaen (Norway)",
            "date of birth": "15/09/1978",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }]
    }
}
