{
    "sheets": {
        "Players": [{
            "name": "Rui Patricio ",
            "bio": "The 28-year-old will be hoping his Euro 2016 experience is better than his World Cup in Brazil two years ago when Germany thrashed Portugal 4-0 in the opener: he picked up an injury and was not seen again. The No1 at Sporting Lisbon since his teenage years, Patricio has long been linked with a number of goalkeeper-hungry Premier League clubs, Liverpool among them. He shrugged off the speculation last year. “I only think day by day. I don’t make plans. I live one day at a time.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "No1 goalkeeper",
            "position": "Goalkeeper",
            "number": "",
            "caps": "43",
            "goals for country": "0",
            "club": "Sporting Lisbon",
            "league": "Primeira Liga (Portugal)",
            "date of birth": "15/02/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Anthony Lopes",
            "bio": "Nobody in Portugal’s squad is going to feel quite as at home this summer: Lopes was born in the town of Givors between St Etienne and Lyon, where they play their first and last group games. The 25-year-old holds dual nationality but has spent all of his life in France, opting to play for the country of his parents’ birth at the age of 16. He may have divided loyalties if the two were to meet in the knockout stages. A strong rival for Rui Patrício.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "4",
            "goals for country": "0",
            "club": "Lyon",
            "league": "Ligue 1",
            "date of birth": "01/10/1990",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Eduardo",
            "bio": "A nomadic club career has led Eduardo to Dinamo Zagreb, who he recently helped to an 11th successive Croatian title. As a result he is now consistently confused with the former Dinamo striker of the same name who went to Arsenal, broke his leg at Birmingham, and is now at Shakhtar. This Eduardo has never scored a goal.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "34",
            "goals for country": "0",
            "club": "Dinamo Zagreb",
            "league": "Prva HNL (Croatia)",
            "date of birth": "19/09/1982",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Cédric Soares",
            "bio": "The Southampton right-back says he likes to study opposition left-wingers on video before matches, and had to do plenty of that last season after making the switch from Sporting Lisbon. He lives in a 23rd-floor apartment overlooking St Mary’s. “My style is clean and modern, and this place was ideal,” he told the Daily Mail. “I look out the window at night, think about the matches that went well, and also the ones that didn’t, because it’s important to improve. When my family come over, they walk to the ground. Dusan Tadic lives nearby and he’s done the same. I might do it as well.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "10",
            "goals for country": "0",
            "club": "Southampton",
            "league": "Premier League (England)",
            "date of birth": "31/08/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "José Fonte",
            "bio": "More than a few observers felt that when Liverpool spent £20m on Dejan Lovren in 2014, they had signed the wrong Southampton centre-back. While the jury is still out on that, Fonte has proved a rock for the Saints for six seasons in their rise to the Premier League and is now the captain of Ronald Koeman’s side. Not always first choice for Portugal, but at 32 he is younger than Carvalho, Pepe and Bruno Alves and a more than reliable option for Fernando Santos in France. Young brother Rui plays up front for Braga on loan from Benfica. The pair were briefly teammates at Crystal Palace in 2009, with Rui on loan from Arsenal.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "10",
            "goals for country": "0",
            "club": "Southampton",
            "league": "Premier League (England)",
            "date of birth": "22/12/1983",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Eliseu",
            "bio": "With Fabio Coentrão ruled out with a thigh injury, the experienced Benfica player is the likely first choice at left-back in France. He is one of few players born in the Azores to make the national team, following in the footsteps of the former striker Pauleta. The son of a restaurant owner and an ambulance driver, his nickname is The Colossus.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "15",
            "goals for country": "1",
            "club": "Benfica",
            "league": "Primeira Liga (Portugal)",
            "date of birth": "01/10/1983",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Raphaël Guerreiro",
            "bio": "Like Anthony Lopes, the young left-back will be comfortable in France: he was born in Paris and is far from fluent in Portuguese, having opted to play for the country of his father’s birth in 2013.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "6",
            "goals for country": "2",
            "club": "Lorient",
            "league": "Ligue 1 (France)",
            "date of birth": "22/12/1993",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Bruno Alves",
            "bio": "This will be a third – and surely last – trip to the Euros for the towering centre-back, and he has unfinished business after missing a penalty in the shootout semi-final defeat to Spain in 2012. Now with Fenerbahce in Turkey, the former Porto man’s two siblings are also footballers: older brother Geraldo as a centre-back with Romania’s Astra Giurgiu, and younger brother Júlio a midfielder at Portugal’s Rio Ave. Of the current squad, only Ronaldo and Nani have scored more than Alves’ 10 international goals. Was sent off for a high and crazy challenge on Harry Kane in a pre-Euro friendly.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Hard man",
            "position": "Defender",
            "number": "",
            "caps": "84",
            "goals for country": "10",
            "club": "Fenerbahce",
            "league": "Süper Lig (Turkey)",
            "date of birth": "27/11/1981",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Ricardo Carvalho",
            "bio": "When Carvalho first signed for Porto in 1997, Portugal’s new rising star, Renato Sanches, was as yet unborn. The 38-year-old quit international football in 2011 and was only tempted back when Fernando Santos succeeded Paulo Bento after the World Cup debacle in 2014. A favourite of José Mourinho, he followed him from Porto to Chelsea having won three titles and the Champions League, then on to Real Madrid after winning three Premier League titles. There are not many defenders around with his expertise and leadership, and he enjoyed a fine season with Monaco. Was awarded the Order of Prince Henry in 2004 – a Portuguese knighthood created in 1960 to commemorate the quincentenary of the death of Henry the Navigator – for services to the expansion of the Portuguese culture, its history and its values.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "84",
            "goals for country": "5",
            "club": "Monaco",
            "league": "Ligue 1 (France)",
            "date of birth": "18/05/1978",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Pepe",
            "bio": "Like Bruno Alves and Carvalho, Pepe first found fame at Porto but is now far more famous for his antics at Real Madrid. Ever-present for Portugal in reaching the quarter-finals of Euro 2008 and then the semis in 2012, but he has some way to go with the nation’s fans to make up for his red card in the opening game of the 2014 World Cup for headbutting Germany’s Thomas Müller. Portugal’s 10 men lost 4-0 and never recovered to go out at the group stage. Says if he hadn’t been a footballer he would have been “a driver, like my dad. I always want to be like my dad. It’s a nice job, and I’m very proud of my father.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "70",
            "goals for country": "3",
            "club": "Real Madrid",
            "league": "La Liga (Spain)",
            "date of birth": "26/02/1983",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Adrien Silva",
            "bio": "Overlooked by Paulo Bento during his ill-fated reign, Silva was immediately called up by Fernando Santos in the autumn of 2014. The Sporting Lisbon captain made his debut in the friendly win over Argentina at Old Trafford that November. Another of the squad’s France-born players, Silva says his idols in the No8 role are Steven Gerrard and Frank Lampard, and described being part of the Euro 2016 experience as “pure excitement. Playing football is my life, it’s my passion – I’m living my childhood dream.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "8",
            "goals for country": "0",
            "club": "Sporting Lisbon",
            "league": "Primeira Liga (Portugal)",
            "date of birth": "15/03/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "William Carvalho",
            "bio": "Such was the hype around the Angola-born defensive midfielder last summer following his star role at the European Under-21 Championship that he seemed destined to be snapped up by one of Europe’s big guns. He dropped plenty of hints, too – calling Arsenal “a club I’ve always been fond of because of Thierry Henry… I have so much affection for the Premier League.” However, the 24-year-old stayed put at Sporting Lisbon, and signed a new contract earlier this year. The only real negative on his record so far was his missed penalty in the shootout defeat to Sweden in the Under-21 final – but he was still named the overall player of the tournament.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "18",
            "goals for country": "0",
            "club": "Sporting Lisbon",
            "league": "Primeira Liga (Portugal)",
            "date of birth": "07/04/1992",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Vieirinha",
            "bio": "Vieirinha was once a winger for Porto. He’s now a right-back for Wolfsburg, and for his country. He was given the task of stopping his countryman Cristiano Ronaldo in the recent Champions League quarter-final against Real Madrid, and sounded confident before it: “It is difficult to stop Cristiano, but not impossible.” The Germans won the first leg 2-0 – but Ronaldo scored a hat-trick to turn it around at the Bernabéu. Vieirinha made headlines in the first leg for being on the wrong end of a stray Toni Kroos elbow. Footage of him spitting out a tooth went viral.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "20",
            "goals for country": "1",
            "club": "Wolfsburg",
            "league": "Bundesliga (Germany)",
            "date of birth": "24/01/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Danilo Pereira",
            "bio": "Despite Porto’s poor domestic season – they finished a distant third – the Africa-born defensive midfielder has been a shining light and made a powerful case to be among the starters in France. Having moved to Portugal from Guinea aged five his career has taken in spells in Italy, Greece and Holland but, at the age of 24, he is now a fixture in the Porto side and was watched last season by, among others, Arsenal’s scout in Portugal, Luis Boa Morte. “‘I’ve watched Danilo since he was 15 at Benfica,” said Boa Morte last year. “His development has been impressive, but I wasn’t surprised by it. Danilo has the quality for a different challenge, he just needs one. Things are already easy for him at Porto.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "10",
            "goals for country": "0",
            "club": "Porto",
            "league": "Primeira Liga (Portugal)",
            "date of birth": "09/09/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Renato Sanches",
            "bio": "A young man in a hurry. The 18-year-old only made his first-team debut for Benfica last November and his international bow in March, but sealed a €35m move to Bayern Munich in May – a deal that could rise to €80m. The new Bayern coach Carlo Ancelotti beat Manchester United to his signature. “United made an offer,” said Sanches. “But I chose Bayern because it’s a great club. They have a 65,000 seat stadium and an atmosphere similar to Benfica. I’ll win titles here.” Whether Fernando Santos can find room for him in his starting XI this summer is another question, but what is not in doubt is that he could be Portugal’s biggest star since the emergence of Cristiano Ronaldo.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Young talent",
            "position": "Midfielder",
            "number": "",
            "caps": "3",
            "goals for country": "0",
            "club": "Benfica",
            "league": "Primeira Liga (Portugal)",
            "date of birth": "18/08/1997",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Rafa Silva",
            "bio": "Has been referred to as the Portuguese Eden Hazard, and at 23 the Braga midfielder looks ready to announce himself on the international stage. He surprised many by choosing Braga over Sporting Lisbon when leaving his first club Feirense three years ago, and a move to a bigger club looks on the cards. Agent Antônio Araújo said pre-tournament: “My client sees with very clear vision the possibility of the Premier League. We are working towards this objective.” He may struggle to get past Ronaldo and Nani for now, but is very much one for the future.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "7",
            "goals for country": "0",
            "club": "Braga",
            "league": "Primeira Liga (Portugal)",
            "date of birth": "17/05/1993",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "João Moutinho",
            "bio": "The former Sporting Lisbon and Porto playmaker now sets the tempo for Monaco and has a wealth of experience at international level. Having starred for six seasons for Sporting, Moutinho was signed by André Villas-Boas at Porto in 2010 and was ever-present in their treble-winning side. When Villas-Boas arrived at Tottenham in 2012 he wanted Moutinho as a replacement for the Real Madrid-bound Luka Modric but the signing failed to happen – and he missed out again a year later when Moutinho decided to join Monaco. Like his team-mate Bruno Alves, Moutinho missed a crucial penalty in the semi-final shootout defeat to Spain at Euro 2012.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Unsung hero",
            "position": "Midfielder",
            "number": "",
            "caps": "82",
            "goals for country": "4",
            "club": "Monaco",
            "league": "Ligue 1 (France)",
            "date of birth": "08/09/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "João Mário",
            "bio": "The 23-year-old playmaker’s stunning season with Sporting – 45 appearances, seven goals and 12 assists – ended in links with most of Europe’s top clubs, and talk of a £46m “auction” between Manchester United and Chelsea. All good news for his agent, Kia Joorabchian. Mário is another player who forced his way into senior reckoning once Fernando Santos had taken over the national team, and scored the only goal of Portugal’s win over England at the European Under-21 Championship finals last summer. Older brother Wilson Eduardo plays for Braga.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "9",
            "goals for country": "0",
            "club": "Sporting Lisbon",
            "league": "Primeira Liga (Portugal)",
            "date of birth": "19/01/1993",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "André Gomes",
            "bio": "In the build-up to the tournament the Valencia midfielder was used only sparingly by Fernando Santos, but was a regular for the La Liga side last season. Having broken into the Benfica team towards the end of their treble-winning 2013-14 campaign, Gomes was then loaned to Valencia for a season and made the move permanent a year later. He is highly-rated by his former manager Gary Neville, and Manchester United and Juventus are among those eyeing his £19.5m release clause. A good tournament, and he could well be on the move.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "6",
            "goals for country": "0",
            "club": "Valencia",
            "league": "La Liga (Spain)",
            "date of birth": "30/07/1993",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Nani",
            "bio": "He has long lived in the shadow of Ronaldo but is approaching 100 caps and remains a reliable performer for Portugal. After his loan from Manchester United to Sporting Lisbon failed to lead to a permanent move, Nani chose Istanbul last summer instead, and has had a fine season in Turkey. Born in Cape Verde, Nani was raised by his aunt in Lisbon and has 14 brothers and sisters. He denied in 2007 that Sir Alex Ferguson had banned his somersault goal celebration for safety reasons. “I will celebrate goals as I choose.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Maverick",
            "position": "Forward",
            "number": "",
            "caps": "94",
            "goals for country": "18",
            "club": "Fenerbahce",
            "league": "Süper Lig (Turkey)",
            "date of birth": "17/11/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Ricardo Quaresma",
            "bio": "Another player who may be in his last major international tournament. Quaresma may not be quite the talent who earned a move to Barcelona 13 summers ago, but last season he helped Besiktaş win the Turkish title in his second spell at the club. It made for far better headlines than those which greeted the end of his first spell in 2012, when he threatened to sue an executive for falsely claiming he had exposed his genitals and urinated on training ground staff. Quaresma also spent time playing under José Mourinho for Internazionale, but struggled in Serie A, picking up the unofficial Bidone d'oro (Golden Bin) award for the worst footballer in 2008.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "48",
            "goals for country": "5",
            "club": "Besiktas",
            "league": "Süper Lig (Turkey)",
            "date of birth": "26/09/1983",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Cristiano Ronaldo",
            "bio": "Is this his last major international tournament? It is possible – meaning France could be a final chance to replicate his club success on the international stage. His struggle so far is hardly down to his lack of goals: he broke Portugal’s scoring record two years ago and will surely set a tally unlikely to be matched. However, he often feels the effects of a long club season, and was again a late arrival in the squad due to the Champions League final. Spent last season launching more official products, including new CR7 underpants, and In 2008 revealed he enjoys playing bingo with a bingo DVD. \"It can be very exciting because you can be there waiting for a long time for just the one number to make the game complete,\" he explained. “Then you see one of your friends get his lucky number before you. I like it.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Captain",
            "position": "Forward",
            "number": "",
            "caps": "125",
            "goals for country": "56",
            "club": "Real Madrid",
            "league": "La Liga (Spain)",
            "date of birth": "05/02/1985",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Éder",
            "bio": "After seven decent but unspectacular seasons with Académica and then Braga in Portugal, there were a few raised eyebrows when Éder made a £5m move to Swansea City on a three-year deal last summer. After 13 scoreless appearances he left for Lille on loan, and made that move permanent in May having scored six goals in 13 games in France. Coach Frederic Antonetti called him “a warrior”. He has scored just once in his 23 Portugal caps, but a lack of genuine strikers in the squad means he has a chance to impress this summer.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "24",
            "goals for country": "2",
            "club": "Lille",
            "league": "Ligue 1 (France)",
            "date of birth": "22/12/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }]
    }
}
