{
    "sheets": {
        "Players": [{
            "name": "Ciprian Tătărușanu",
            "bio": "The goalkeeper had spent all his career in Romania before joining Fiorentina at the age of 28 two years ago. He started as a back-up to Neto in Florence and became the club’s first choice goalkeeper after the Brazilian left to join Juventus in 2015. Voted Romanian player of the year in 2015 by a group of managers, captains, presidents, journalists and fans and organised by the newspaper Gazeta Sporturilor. Decided to become a goalkeeper as he did not like all the running around the outfield players had to do.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "No1 goalkeeper",
            "position": "Goalkeeper",
            "number": "",
            "caps": "35",
            "goals for country": "0",
            "club": "Fiorentina",
            "league": "Serie A (Italy)",
            "date of birth": "09/02/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Costel Pantilimon",
            "bio": "So far the Watford goalkeeper has always been in Ciprian Tătărușanu’s shadow, even when he was with Manchester City. So therefore, going into the Euros, he has made just 20-odd appearances for the national team at the age of 29. Had a slightly unusual upbringing as both his parents are deaf and he uses sign language to communicate with them on Skype and Facetime. “We speak every day,” he told the Watford Observer. “I speak sign language and so does my wife. She found it easy to learn because she spent time with them at the house. He is the tallest squad member at 2.03m.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "22",
            "goals for country": "0",
            "club": "Watford",
            "league": "Premier League (England)",
            "date of birth": "01/02/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Silviu Lung",
            "bio": "The third-choice goalkeeper and is unlikely to make an appearance in France. He is the son of Silviu Lung Sr, who was in goal for Romania at Euro 1984 and the 1990 World Cup. He loves reading and is always very calm.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "3",
            "goals for country": "0",
            "club": "Astra Giurgiu",
            "league": "Liga I (Romania)",
            "date of birth": "04/06/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Cristian Săpunaru",
            "bio": "A right-back for his country, he plays mostly as a defensive midfielder or centre-half for his club. Curiously, his club coach is Eduard Iordănescu, son of the national coach, Anghel Iordănescu. An aggressive player, he is a strong character on and off the field. Happily admits that he is a huge Rapid Bucharest fan – with a tattoo to prove it – and is not shy to admit that he hates local rivals Steaua.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "11",
            "goals for country": "0",
            "club": "Pandurii Târgu Jiu",
            "league": "Liga I (Romania)",
            "date of birth": "05/04/1984",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Alexandru Mățel",
            "bio": "Mățel, naturally a right-back, is used by his club on the left and could be an emergency option there for Romania this summer. His career progress was halted somewhat as he was in a contract dispute with Astra but moved to Dinamo Zagreb in 2015 and that ensured that he also returned to the international scene.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "16",
            "goals for country": "0",
            "club": "Dinamo Zagreb",
            "league": "Prva HNL (Croatia)",
            "date of birth": "17/10/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Vlad Chiricheș",
            "bio": "His €8.5m transfer from Steaua to Tottenham in 2013 remains a Romanian transfer record. He is one of the leaders in the dressing room and and one of only two squad members who played every minute of the qualifiers – the other being Dragoș Grigore. Before moving to Spurs he had been scouted by Barcelona and José Mourinho was reportedly a fan. Things did not work out in London however, and he moved to Napoli in 2015. His favourite food i pizza and once said that he would “love it” if Sergio Ramos were Romanian.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "40",
            "goals for country": "0",
            "club": "Napoli",
            "league": "Serie A (Italy)",
            "date of birth": "14/11/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Dragoș Grigore",
            "bio": "Formed Romania’s central defence with Vlad Chiricheș in qualifying and only conceded two goals in nine games, the best defensive record across all groups. He is expected to start in France despite playing in Qatar now. Despite being a central defender, he once scored a panenka for Dinamo against Steaua.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Hard man",
            "position": "Defender",
            "number": "",
            "caps": "19",
            "goals for country": "0",
            "club": "Al-Sailiya",
            "league": "Stars League (Qatar)",
            "date of birth": "07/09/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Valerică Găman",
            "bio": "A title winner with Astra this season, the central defender’s contract runs out this summer. Mainly a back up to Chiricheș and Grigore for the national team, he is getting married after the Euros. Comes from a football family with one of his brothers being a top-flight referee and the other a former player.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "13",
            "goals for country": "1",
            "club": "Astra Giurgiu",
            "league": "Liga I (Romania)",
            "date of birth": "25/02/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Cosmin Moți",
            "bio": "Shot to fame in 2014 when he went in goal and saved two penalties to take his Bulgarian club side, Ludogorets, to the Champions League at the expense of Steaua Bucharest after their goalkeeper had been sent off. Ludogorets promptly named a stand in his honour. A heavy smoker who is a squad player more than a definite starter.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "7",
            "goals for country": "0",
            "club": "Ludogorets Razgrad",
            "league": "A Group (Bulgaria)",
            "date of birth": "03/12/1984",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Steliano Filip",
            "bio": "Filip was used at left back in the friendly against Spain (0-0) in March 2016 and proved he is Romania’s best option in case Răzvan Rat does not recover from his shoulder injury.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "4",
            "goals for country": "0",
            "club": "Dinamo Bucharest",
            "league": "Liga I (Romania)",
            "date of birth": "15/05/1994",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Răzvan Raț",
            "bio": "The most capped player of the current Romanian squad, with more than a 100 caps for the national team, he is one of the few survivors from Euro 2008, the last major tournament the team qualified for. He has endured an injury-ravaged season with Rayo Vallecano and there are concerns over his fitness going into the Euros. Spent 10 years at Shakhtar Donetsk – where he was often blamed for defeats by the manager Mircea Lucescu - before joining West Ham United in 2013.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "110",
            "goals for country": "2",
            "club": "Rayo Vallecano",
            "league": "La Liga (Spain)",
            "date of birth": "26/05/1981",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Mihai Pintilii",
            "bio": "One of Anghel Iordănescu’s key players in midfield - played the most minutes of all midfielders in the squad in qualifying – he has lost some form since returning to Steaua after spells at Al Hilal and Hapoel Tel Aviv. Scored his first goal for the national team in 2013 against Hungary. A real leader, he was made captain at Hapoel Tel Aviv only two weeks after arriving at the club. Has also worn the captain’s armband at Pandurii and Steaua. Had to endure a slightly awkward moment during a press conference when Iordănescu forgot where he was playing.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "30",
            "goals for country": "1",
            "club": "Steaua Bucharest",
            "league": "Liga I (Romania)",
            "date of birth": "09/11/1984",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Ovidiu Hoban",
            "bio": "An extremely versatile player who can almost play in any position. Certain to be in the starting XI if injury free. Best position is in defensive midfield but he also scores the odd important goal, as he did against Finland in the 1-1 draw in Bucharest. Never stops running.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "19",
            "goals for country": "1",
            "club": "Hapoel Be’er Sheva",
            "league": "Premier League (Israel)",
            "date of birth": "27/12/1982",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Adrian Popa",
            "bio": "Playing as a right winger, his nickname is “The motorcycle”. He is, by far, the quickest player in Romania and his speed can strike fear into opponents. His form has not been the best this spring but is confident of having a good Euros, mainly in order to earn a move abroad. Impressed in the recent friendly against Spain while David Luiz said Popa was the quickest player he has ever played against after a game against Steaua in the Europa League in 2013.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "13",
            "goals for country": "0",
            "club": "Steaua Bucharest",
            "league": "Liga I (Romania)",
            "date of birth": "24/07/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Gabriel Torje",
            "bio": "The main attacking midfielder in the squad, he was once considered the most promising player in Romania and he made his international debut at the age of 20. However, he never settled down at one club and had short spells at Udinese, Granada and Espanyol before moving to Turkey. At Udinese he was brought in to replace the departing Alexis Sánchez. Arguably the funniest person in the squad, he was for a while called the Romanian Messi because of his size, speed and technique.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "49",
            "goals for country": "10",
            "club": "Osmanlispor",
            "league": "Süper Lig (Turkey)",
            "date of birth": "22/11/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Lucian Sânmărtean",
            "bio": "He is 36 now but still a joy to watch, going under the nickname of the Romanian Zinedine Zidane. Has never really made an impact on international level with Victor Piturca, particularly, being unimpressed with his defensive work. Piturca, however, then signed him for Al-Ittihad in Saudi Arabia. Has made fans dream at several clubs but always seems to succumb to injuries at the worst possible moments. Ittihad's fans call him The Musician and has become a set-piece expert in Saudi Arabia.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "19",
            "goals for country": "0",
            "club": "Al-Ittihad",
            "league": "Saudi Professional League (Saudi Arabia)",
            "date of birth": "13/03/1980",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Nicolae Stanciu",
            "bio": "A promising young attacking midfielder who could be the surprise package in France. Has had a great domestic season with Steaua and made his international debut, at the age of 22, this season and promptly scored the only goal in the friendly win against Lithuania. Some experts claim he is too similar to play in the same team as Lucian Sânmărtean. Expected to leave Steaua in the summer with the Romanian club hoping to get €10m for the playmaker.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Young talent",
            "position": "Midfielder",
            "number": "",
            "caps": "4",
            "goals for country": "3",
            "club": "Steaua Bucharest",
            "league": "Liga I (Romania)",
            "date of birth": "07/05/1993",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Claudiu Keșeru",
            "bio": "Made his national team debut in 2013, just before his 26th birthday. Moved to France at a young age and played for Nantes for six years (as well as Bastia and Angers) before going back to Romania for a season. He is now in Bulgaria with Ludogorets and has a very good scoring record at club level.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "12",
            "goals for country": "4",
            "club": "Ludogorets Razgrad",
            "league": "A Group (Bulgaria)",
            "date of birth": "02/12/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Florin Andone",
            "bio": "Born in Romania, but has never played professional football in his home country, his family moving to work in Spain when he was 12 years old. He speaks Romanian with a Spanish accent. Has been part of the first-team set-up at Córdoba since 2014 but always wanted to play for the Romanian national team. Made his international debut last year and has kept his place in the squad since. He is an Atlético Madrid kind of player, always fighting for the team, always putting pressure on his opponents.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Star man",
            "position": "Forward",
            "number": "",
            "caps": "5",
            "goals for country": "1",
            "club": "Córdoba",
            "league": "Segunda División (Spain)",
            "date of birth": "11/04/1993",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Bogdan Stancu",
            "bio": "A hard-working, consistent and experienced forward, Stancu was a key player during qualification. He is often criticised by fans and the media but Iordănescu is likely to play him in France and hopes he can surprise a few teams. Extremely hard-working and never far away from a yellow card, he has been nicknamed “the cat”.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "39",
            "goals for country": "9",
            "club": "Gençlerbirliği",
            "league": "Süper Lig (Turkey)",
            "date of birth": "28/06/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Denis Alibec",
            "bio": "Astra’s key player this season, he is the subject of a lot of debate in Romania as he is not always called up by Iordănescu. The manager has questioned his fitness and has told him to lose a few kilos. Alibec responded by scoring some important goals for Astra and suggested that maybe the national coach should look more at his game and not his body. Left Romania to join Italian giants Internazionale at the age of 18 but never made it there. Steaua released him as a youngster as they did not think he would make it professionally.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Maverick",
            "position": "Forward",
            "number": "",
            "caps": "3",
            "goals for country": "1",
            "club": "Astra Giurgiu",
            "league": "Liga I (Romania)",
            "date of birth": "05/01/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Alexandru Chipciu",
            "bio": "Was the most highly rated player at Steaua Bucharest and, possibly, even in the whole Romanian league before a serious of injuries thwarted his progress. Some even questioned the merits in the 27-year-old midfielder being called up for Euro 2016, but the manager Anghel Iordanescu still thinks of him as an important squad member (even Steaua fans have booed him in most games). He made the headlines at the age of 23, when he was bought by Steaua. His footballing hero is the former Romanian international Adrian Ilie",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "21",
            "goals for country": "3",
            "club": "Steaua Bucharest",
            "league": "Liga I (Romania)",
            "date of birth": "18/05/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Andrei Prepeliţă",
            "bio": "He is one of the three Romanians at Euro 2016 playing for Bulgarian side Ludogorets, toghether with Cosmin Moti and Claudiu Keseru. Previously at Steaua, he made headlines when he was only 18 years old when he was photographed kissing the flag of local rivals Dinamo. He admitted afterwards that it was a naive thing to do and said that he only did it because he thought he was joining Dinamo. His family name means “quail”.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "9",
            "goals for country": "0",
            "club": "Ludogorets Razgrad",
            "league": "A Group (Bulgaria)",
            "date of birth": "08/12/1985",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }]
    }
}
