{
    "sheets": {
        "Players": [{
            "name": "Igor Akinfeev",
            "bio": "Russia’s No1 for the past 10 years achieved infamy for an embarrassing blunder at the 2014 World Cup against South Korea. He also has a peculiar taste in music, recording a couple of songs with the Russian pop group Ruki Vverkh! (“Hands up!”). Beside that, Akinfeev holds an unenviable record: he has gone 37 Champions League games without a clean sheet, a figure nobody has exceeded. As a young ‘keeper he expressed a belief that he will one day appear in the final of that competition.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "No1 goalkeeper",
            "position": "Goalkeeper",
            "number": "",
            "caps": "86",
            "goals for country": "0",
            "club": "CSKA Moscow",
            "league": "Premier League (Russia)",
            "date of birth": "08/04/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Guilherme",
            "bio": "The Brazilian-born keeper moved to Moscow in 2007 but made his debut for Lokomotiv only two years later. Now Guilherme wears the captain's armband at his club and gives interviews in Russian. He received Russian citizenship last November and was called up to the national team for the first time in March – making him the first player from outside the countries that were in the Soviet Union to be naturalised in order to represent the country.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "1",
            "goals for country": "0",
            "club": "Lokomotiv Moscow",
            "league": "Premier League (Russia)",
            "date of birth": "12/12/1985",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Yuri Lodygin",
            "bio": "At the age of 14 Lodygin was digging potatoes in the backwoods of Greece to help his mother, having moved to her homeland as a child; now he is first-choice goalkeeper at Russia’s richest club. However, he was perhaps fortunate to be included in the Euro 2016 squad after a substandard performance in the recent game against France.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "10",
            "goals for country": "0",
            "club": "Zenit St Petersburg",
            "league": "Premier League (Russia)",
            "date of birth": "26/05/1990",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Igor Smolnikov",
            "bio": "Smolnikov considered retirement when he was 22 because his career, which had included underwhelming loans to Ural Sverdlovsk and Chita, was not progressing well. Now, though, he is one of Russia’s best defenders and regularly starts on the right flank in Champions League and international games, with clubs from Europe’s top leagues reported to be paying close attention.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "12",
            "goals for country": "0",
            "club": "Zenit St Petersburg",
            "league": "Premier League (Russia)",
            "date of birth": "08/08/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Sergei Ignashevich",
            "bio": "This indispensable centre-back, who seems to possess the elixir for eternal life, holds the current record for the most international caps won by a Russian player (115) and for the most goals scored by a defender in the Russian Premier League (35). Ignashevich has possibly read more books than any other Russian footballer, too: he says his favourite read is Martin Eden by Jack London.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Unsung hero",
            "position": "Defender",
            "number": "",
            "caps": "115",
            "goals for country": "8",
            "club": "CSKA Moscow",
            "league": "Premier League (Russia)",
            "date of birth": "14/07/1979",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Aleksei Berezutski",
            "bio": "One of the twins at CSKA Moscow, Aleksei is a mere 20 minutes older than Vasili. Unlike his brother, Aleksei does not have a guaranteed place in the national team’s starting XI but is versatile and can play at centre-back or left-back. He once said of his relationship with Vasili: “It is hard to judge the football side only, because we are together in life. But naturally we have a mutual understanding on the pitch. Certainly it helps us.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "57",
            "goals for country": "0",
            "club": "CSKA Moscow",
            "league": "Premier League (Russia)",
            "date of birth": "20/06/1982",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Roman Shishkin",
            "bio": "A very versatile player who can play in either full-back position or in defensive midfield, he has Champions League experience after making his debut for Spartak back in 2006. Missed Euro 2012 because of illness.",
            "photo done?": "no",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "10",
            "goals for country": "0",
            "club": "Lokomotiv Moscow",
            "league": "Premier League (Russia)",
            "date of birth": "27/01/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Georgi Schennikov",
            "bio": "The son of the race walker Mikhail Shchennikov, who took the 50km Olympic silver at Atlanta in 1996, he has won two Russian Premier League twice and the Russian Cup three times. ",
            "photo done?": "no",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "7",
            "goals for country": "0",
            "club": "CSKA Moscow",
            "league": "Premier League (Russia)",
            "date of birth": "27/04/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Vasili Berezutski",
            "bio": "Vasili’s crooked nose is the main distinction between the Berezutski twins. As a child he wanted to become a basketball player, but decided to focus on football and that proved to be the right choice. He is now a mainstay of the national team and, like his brother, plays down any sibling rivalry – up to a point. “Perhaps [we were footballing rivals] to some extent when we were younger but now we are more relaxed about things as we are more experienced players,” he said in an interview. “Such competitiveness is not present on the pitch but in life we constantly argue and play somewhat different games, and for us it matters.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "93",
            "goals for country": "4",
            "club": "CSKA Moscow",
            "league": "Premier League (Russia)",
            "date of birth": "20/06/1982",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Dmitri Kombarov",
            "bio": "Kombarov was a first-choice pick under Fabio Capello at the World Cup; Leonid Slutsky preferred Yuri Zhirkov, but he is missing with an achilles injury. Dmitri has an identical twin: Kirill, a right-sided defender, is a team-mate at Spartak Moscow but has never received a senior international call-up. Kirill became more famous than his Euro 2016-bound brother for a brief period in 2014 when he was criticised for hiring a muzzled bear to perform at his son’s second birthday party.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "38",
            "goals for country": "2",
            "club": "Spartak Moscow",
            "league": "Premier League (Russia)",
            "date of birth": "22/01/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Dmitri Torbinsky",
            "bio": "The 32-year-old scored the crucial second goal against Holland in Russia’s 3-1 quarter-final victory at Euro 2008, one of the most memorable results in the national team’s history. These days, he plays a backup role in the national squad. Torbinsky began his footballing education playing futsal amid challenging conditions in his home city of Norilsk, in Russia’s far east, which is the world’s northernmost city and was earlier this year dubbed the coldest on earth.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "28",
            "goals for country": "2",
            "club": "FC Krasnodar",
            "league": "Premier League (Russia)",
            "date of birth": "28/04/1984",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Roman Neustädter",
            "bio": "A German midfielder who was born in Dnipropetrovsk – now in Ukraine, then in the old USSR – Neustädter has been waiting for Russian citizenship for a several months. When he gets it, he will receive a call-up and Slutsky intends to use him as a centre-back. The Neustädters are certainly a complex blend of nationalities: Roman’s dad, Peter, was born to a Ukrainian mother and a Russian-German father and played three international matches for Kazakhstan in the 1990s.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "0",
            "goals for country": "0",
            "club": "Schalke",
            "league": "Bundesliga (Germany)",
            "date of birth": "18/02/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Igor Denisov",
            "bio": "The only uncommunicative player in the team, Denisov is considered by journalists to be sullen and gives interviews very rarely. In 2013 he left his hometown club Zenit under a cloud, after asking for a pay rise following Hulk’s arrival but seeing his request turned down. Sure enough, the fans nicknamed him “Moneysov”, and he was on the move again after an unhappy two-month spell at Anzhi, in which he reportedly clashed with the high-earning foreigner Samuel Eto’o and was demoted to the second team. On the pitch, he mainly operates as a defensive midfielder.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Hard man",
            "position": "Midfielder",
            "number": "",
            "caps": "52",
            "goals for country": "0",
            "club": "Dynamo Moscow",
            "league": "Premier League (Russia)",
            "date of birth": "17/05/1984",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Oleg Ivanov",
            "bio": "Ivanov was a part of the squad that reached the Euro 2008 semi-finals but did not play and had to wait seven years for his debut, which came in 2015. He does, however, speak glowingly of his time in Guus Hiddink’s squad, referring to it as a “family” and explaining how the team basked in the self-confidence the Dutch coach inspired in them. Now he has a great chance of featuring in France this summer despite the fact that he plays his domestic football for the provincial club Terek Grozny. He admits that he used to drink too much but these days barely consumes any alcohol.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "3",
            "goals for country": "0",
            "club": "Terek Grozny",
            "league": "Premier League (Russia)",
            "date of birth": "04/08/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Roman Shirokov",
            "bio": "Shirokov was selected for the World Cup 2014 squad but picked up an injury and had to withdraw. Euro 2016 may be his last major tournament for him and things have certainly improved since his first. Back then, at Euro 2008, Shirokov played at centre-back in a nightmare first game against Spain that Russia lost 4-1. Viktor Gusev, a commentator on national TV, said at the time: \"Shirokov doesn't match up with the national team’s level.” These days, Shirokov is the captain.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Maverick",
            "position": "Midfielder",
            "number": "",
            "caps": "53",
            "goals for country": "13",
            "club": "CSKA Moscow",
            "league": "Premier League (Russia)",
            "date of birth": "06/07/1981",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Pavel Mamaev",
            "bio": "Although he is a Liverpool fan, Mamaev almost moved to Manchester United in 2012 while with CSKA Moscow. However, the deal fell through due to work permit issues brought about by a lack of international caps. After Euro 2016 the top clubs may come calling again, although he is contracted with Krasnodar until the end of 2019. Mamaev is a utility player who can play across the midfield in attacking or defensive roles.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "10",
            "goals for country": "0",
            "club": "FC Krasnodar",
            "league": "Premier League (Russia)",
            "date of birth": "17/09/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Alexander Samedov",
            "bio": "A passionate NBA fan when not playing football, Samedov has appeared for four different Moscow clubs but is yet to win the Russian Premier League despite starring on the right wing for his current side, Lokomotiv, in recent years. His father is Azerbaijani and he had the choice of two national teams at the start of his career; it seems obvious that he opted for the right one.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "28",
            "goals for country": "3",
            "club": "Lokomotiv Moscow",
            "league": "Premier League (Russia)",
            "date of birth": "19/07/1984",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Denis Glushakov",
            "bio": "Glushakov is one of the team’s chief funnymen. He once said Slaven Bilic was the weakest manager he had played under – they worked together at Lokomotiv Moscow – but later apologised. He was a starter in Capello’s World Cup team but Slutsky dropped him to the bench after taking over. At his best, he is an energetic box-to-box midfielder who can pop up with an important goal or two.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "42",
            "goals for country": "4",
            "club": "Spartak Moscow",
            "league": "Premier League (Russia)",
            "date of birth": "27/01/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Oleg Shatov",
            "bio": "Last spring Shatov, like Torbinsky a former futsal player, said in an interview that a footballer’s job was one of the hardest in the world – as hard, even, as that of a panel saw operator. Fans derided him as a result and he took a vow of silence. Recently, he said he would speak again if Russia won the trophy in France but he has plenty of work to do if that is to become a reality. A creative player who hit double figures for goals this season too, he can operate in most positions across midfield and impressed greatly during Zenit’s Champions League run this season. Likely to play out on the left flank, with Kokorin on the right.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "21",
            "goals for country": "2",
            "club": "Zenit St Petersburg",
            "league": "Premier League (Russia)",
            "date of birth": "29/07/1990",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Alexander Golovin",
            "bio": "This Siberian diamond, born in the town of Kaltan, is the squad’s youngest player. Last year Golovin was playing for CSKA’s reserves and for Russia’s youth team at the European Under-19s Championship, in which an impressive side finished as runners-up; now he occupies a significant role in both club and national teams, having scored on his Russia debut in a friendly win over Belarus in June 2015 just minutes after entering the pitch as a substitute.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Young talent",
            "position": "Midfielder",
            "number": "",
            "caps": "3",
            "goals for country": "2",
            "club": "CSKA Moscow",
            "league": "Premier League (Russia)",
            "date of birth": "30/05/1996",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Aleksandr Kokorin",
            "bio": "Kokorin is the second highest-paid Russian player in the Premier League after Igor Denisov, his former team-mate from Dynamo Moscow. Kokorin is so rich and popular that his adorable bulldog, Rony, has his own Instagram page. Kokorin joined Zenit St Petersburg in January but has not gained a regular place in the starting XI; he does, though, offer a directness and penetration from a wide forward position that will be very important to Russia’s attacking play.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "37",
            "goals for country": "11",
            "club": "Zenit St Petersburg",
            "league": "Premier League (Russia)",
            "date of birth": "19/03/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Artyom Dzyuba",
            "bio": "The sharpest tongue in the team, Dzyuba once called the then-Spartak Moscow manager Unai Emery “Trenerishka” – which translates to English as “Coach-kin” or “coach-let”. Zenit’s Dzyuba-Hulk duo (in another show of eloquence, Artyom named the latter “our favorite fatty”) was the Russian league’s most prolific partnership in the 2015-16 season. He had two loan spells apiece at Tom Tomsk and FC Rostov during his spell at Spartak but has settled at Zenit and is in the form of his career – scoring six goals in this season’s Champions League.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "16",
            "goals for country": "8",
            "club": "Zenit St Petersburg",
            "league": "Premier League (Russia)",
            "date of birth": "22/08/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Fyodor Smolov",
            "bio": "A few years ago Smolov was a perfect target for jokes: his partner was the Russian model Victoria Lopyreva and he scored one or two goals per season. After they split up Smolov began to play much better – scoring at least eight times in each of the last two campaigns, which represented progress from his career up to April 2014, when he had managed just six goals in his career. During a barren spell at Feyenoord in which there was some doubt over a goal that was eventually not attributed to him, he was said by supporters to have scored “half a goal in half a year”. Against all this, he has a good strike rate for his country and scored nine minutes into his debut in 2012.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "12",
            "goals for country": "5",
            "club": "FC Krasnodar",
            "league": "Premier League (Russia)",
            "date of birth": "09/02/1990",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }]
    }
}
