{
    "sheets": {
        "Players": [{
            "name": "Ján Mucha",
            "bio": "A veteran now, the goalkeeper was a regular under the previous coach, Vladimír Weiss Sr, and produced a stunning performance against Poland in snowy Chorzów to take Slovakia to the 2010 World Cup. However, after his move to Everton, where he failed to dislodge Tim Howard as the No1 goalkeeper, as well as a couple of mistakes while playing for Slovakia, he lost his place to Kozáčik. While at Everton, he admitted living in a “very insular world” and was ordered to do 250 hours of unpaid work after driving while disqualified. Back in Slovakia Mucha has headed a campaign to promote the importance of bone marrow donations as his son has battled with cancer.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Legend",
            "position": "Goalkeeper",
            "number": "",
            "caps": "45",
            "goals for country": "0",
            "club": "Slovan Bratislava",
            "league": "Super Liga (Slovakia)",
            "date of birth": "05/12/1982",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Matúš Kozáčik",
            "bio": "Benefited from Mucha’s decline and is now the country’s No1, playing a huge part in Slovakia reaching the Euros. Actually made his international debut in 2006 but then had to wait another seven years for his next cap. Played for Anorthosis Famagusta for two years between 2010 and 2012, where he gained experience from playing in the Europa League. A father of four at the age of 32, he married a Czech girlfriend after 12 years in the country as a professional. Speaks fluent Czech as well as Slovakian.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "No1 goalkeeper",
            "position": "Goalkeeper",
            "number": "",
            "caps": "16",
            "goals for country": "0",
            "club": "Viktoria Plzen",
            "league": "First League (Czech Republic)",
            "date of birth": "27/12/1983",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Ján Novota",
            "bio": "Will go into the tournament as a back-up to Kozáčik and Mucha but is a good goalkeeper who would be able to step up to the plate if called upon. Has had some injury concerns this season, however, with a shoulder injury troubling him in the spring. The 1.99m tall goalkeeper says that “size is not everything in goalkeeping. It is good to be tall when you come for crosses or when someone is one-on-one with you but the most important thing is your technique.” Made his international debut at the age of 30 and became a regular starter for Rapid Vienna when the club’s legend, Helge Payer, retired.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "3",
            "goals for country": "0",
            "club": "Rapid Vienna",
            "league": "Bundesliga (Austria)",
            "date of birth": "29/11/1983",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Martin Škrtel",
            "bio": "One of the country’s best ever players, he also has an interest in politics and supported the country’s prime minister Róbert Fico as he tried to become the country’s president in 2014. That foray into politics proved unsuccessful but he has a long and distinguished player career behind him already, having played for Zenit St Petersburg for four years and Liverpool for eight. Made the headlines back home for interrupting an interview with national coach Ján Kozák alongside his defensive colleague Ján Ďurica to celebrate wildly in front of the cameras. Nearly missed the 2010 World Cup through injury and has struggled to get into the Liverpool team this spring.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "80",
            "goals for country": "5",
            "club": "Liverpool",
            "league": "Premier League (England)",
            "date of birth": "15/12/1984",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Ján Ďurica",
            "bio": "A tough defender who has been playing alongside Martin Škrtel in the central defence since 2004. Initially prone to make a lot of mistakes, he has got more and more consistent as he has got older. Has spent most of his playing career in Russia (apart from a loan spell at Hannover). A high-profile name in Slovaka due to first dating the Russian actress and model Mariya Gorban, before falling in love with Miss Slovakia 2006 Magdalena Sebestova, with whom he has a child (Sebestova is the ex-girlfriend of Filip Sebo, the former Rangers striker and good friend of Ďurica’s).",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Hard man",
            "position": "Defender",
            "number": "",
            "caps": "78",
            "goals for country": "4",
            "club": "Lokomotiv Moscow",
            "league": "Premier League (Russia)",
            "date of birth": "10/12/1981",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Tomáš Hubočan",
            "bio": "A very flexible player, he began his international career as a central defender, but is now mainly deployed at left-back. Rarely ventures forward as the manager is aware that the player in front of him on the left, Vladimír Weiss Jr, is not the best at tracking back. In 2008, he became the most expensive player to league the Slovakian league, costing Zenit St Petersburg €4m when he left MSK Zelina.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "44",
            "goals for country": "0",
            "club": "Dynamo Moscow",
            "league": "Premier League (Russia)",
            "date of birth": "17/09/1985",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Kornel Saláta",
            "bio": "Mainly acts as a back-up to Martin Škrtel and Ján Ďurica at centre-back, although a very important one. Nicknamed “Magyar” or “Lajos” due to his Hungarian origins, he is the only player in the national team at the moment originating from the Hungarian minority in the south of the country. When one Slovak journalist asked him what scares him the most, he replied: “nothing”.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "36",
            "goals for country": "2",
            "club": "Slovan Bratislava",
            "league": "Super Liga (Slovakia)",
            "date of birth": "24/01/1985",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Dušan Švento",
            "bio": "One of the most attack-minded players during the qualifiers for Euro 2008, playing as a left-winger, but a serious injury during a trial at newly-promoted Derby County he suffered a serious injury. That slowed his career down but he is still a very good option to have, mainly as a left-back who likes to go forward. Studied at a Catholic University before his breakthrough but did not finish his studies.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "36",
            "goals for country": "1",
            "club": "FC Cologne",
            "league": "Bundesliga (Germany)",
            "date of birth": "01/08/1985",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Nórbert Gyömbér",
            "bio": "A Catania player who has been loaned to Roma in 2015-16, he has struggled to play regularly. For the national team, he has the formidable duo of Martin Škrtel and Ján Ďurica ahead of him but his a promising young player whose time will surely come. Very quiet and shy off the pitch but very different on it. His coach from Banská Bystrica, Nórbert Hrnčár, once said: “During the game, he is confident, cheeky and aggressive. He is fast and very intelligent. In my opinion, he is a bit similar to Giorgio Chiellini.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "13",
            "goals for country": "0",
            "club": "Catania",
            "league": "Serie A (Italy)",
            "date of birth": "03/07/1992",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Peter Pekarík",
            "bio": "As the former national team coach Wladimir Weiss Snr said, “Pekarík is a slightly inconspicuous player, who always gives 100% on the pitch.” Has not played regularly for Hertha Berlin this season, which is a concern but he is still monitored by several clubs, with Leicester City reportedly one of them. In 2012, he married the dancer Lujza Tarajová, who was famous in Slovakia for appearing in a TV show as a partner of the famous ice hockey player Jozef Golonka.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Unsung hero",
            "position": "Defender",
            "number": "",
            "caps": "64",
            "goals for country": "2",
            "club": "Hertha Berlin",
            "league": "Bundesliga (Germany)",
            "date of birth": "30/10/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Marek Hamšík",
            "bio": "In a different league, really, in the Slovakian national team, the Napoli played had been criticised for not performing as well for his country as for his club but made a huge contribution in the qualifiers for the tournament in France. Grew up admiring Pavel Nedved, he has never been very good at losing. His father Richard, once said: “Ever since he was young, he hated losing. Every training, he was trying to stand out. When the boys had to stand in a row before shooting at goal, he always wanted to be first.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Star man",
            "position": "Midfielder",
            "number": "",
            "caps": "84",
            "goals for country": "18",
            "club": "Napoli",
            "league": "Serie A (Italy)",
            "date of birth": "27/07/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Stanislav Šesták",
            "bio": "Šesták scored six goals in the 2010 World Cup qualifiers, prompting the then national coach Wladimir Weiss to label him the country’s “godlen Boy” but he failed to find the net at the finals. After the game against New Zealand, he angrily criticised Marek Hamšík for losing the ball in stoppage time, a mistake that led to New Zealand’s equaliser. Has been injury-hit but is still an important part of the national set-up, even though he is a squad player these days.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "64",
            "goals for country": "13",
            "club": "Ferencvaros",
            "league": "National Championship (Hungary)",
            "date of birth": "16/12/1982",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Juraj Kucka",
            "bio": "Had to stand in for the injured Miroslav Karhan at the 2010 World Cup and he did it so well that Genoa signed him the following summer. In 2006, as a young player in a small second division club in Podbrezová, he was asked by club journalist about his football dream: “I would like to play abroad, especially in Serie A. And the best team there is AC Milan, no question about it.” Last summer his dream came through as Milan bought him (despite the fact that he had been part owned by Internazionale previously). He is very important for the national team as he does the dirty work for the star of the team, Marek Hamšík.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "46",
            "goals for country": "5",
            "club": "Milan",
            "league": "Serie A (Italy)",
            "date of birth": "26/02/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Viktor Pečovský",
            "bio": "The only player from the domestic league who was a regular starter, he has recovered from injuries to, hopefully, make an impact in France. From August 2012 until November 2014, he became played the most minutes of all players in the national team squad (1,685). In his first competitive match for Slovakia, against Lithuania in 2012, he got red-carded and was the target of his team-mates’ jokes after arriving at the next team’s meeting with a red jacket.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "32",
            "goals for country": "1",
            "club": "MSK Zilina",
            "league": "Super Liga (Slovakia)",
            "date of birth": "24/05/1983",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Miroslav Stoch",
            "bio": "A very skilful player, the former Chelsea youth star has courted controversy throughout his career and lost his place in the national team squad after being caught drink driving in 2011. Also made the headlines after using a string of offensive words in English while at Twente. Has been with Fenerbahce since 2010 but spent the whole of the 2015-16 season on loan at Bursaspor (where he improved his fitness after another loan, at Al Ain in the United Arab Emirates the previous campaign). Can change games as an impact substitute.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Maverick",
            "position": "Midfielder",
            "number": "",
            "caps": "52",
            "goals for country": "5",
            "club": "Fenerbahce",
            "league": "Süper Lig (Turkey)",
            "date of birth": "19/10/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Vladimír Weiss",
            "bio": "The winger’s father Vladimír Weiss sr., took a huge risk when including him in the lineup for an important 2010 World Cup qualifying match against arch-rival the Czech Republic while he was still a teenager. But ‘Vladko’ played a perfect match and followed that with a fine showing in Northern Ireland, where he nutmegged Jonny Evans before crossing to Stanislav Šesták in front of an almost open goal. Afterwards, Vladmir sr. said:: “He played because he knows how to, not because he is my son.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "49",
            "goals for country": "4",
            "club": "Al-Gharafa",
            "league": "Stars League (Qatar)",
            "date of birth": "30/11/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Róbert Mak",
            "bio": "Like Weiss, Mak graduated from Manchester City’s academy. He took Stoch’s place in the national team lineup and earned the team an essential three points in Ukraine during the qualifiers, scoring the only goal of the game. Mak is now a key player for PAOK, but during an earlier spell with Nuremburg he fell out with his manager Dieter Hecking after being substituted during the first half of a game against Freiburg – calling him “a f*cking coach” in Slovak on Twitter.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "22",
            "goals for country": "4",
            "club": "PAOK",
            "league": "Superleague (Greece)",
            "date of birth": "08/03/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Ondrej Duda",
            "bio": "Often described as a potential successor to Hamšík, Duda scored his first international goal last year against Czech Republic. A similar impact at Euro 2016 should finally earn him a transfer from Legia Warsaw, where he has spent the last two years, to a bigger club. Duda’s father, Ondrej sr., was in charge of the youth setup at their hometown club in Srina, although the pair never worked together. In one interview, he recalled how Ondrej once broke a table in their living room with a football – and how he used to sleep in his football boots.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Young talent",
            "position": "Midfielder",
            "number": "",
            "caps": "8",
            "goals for country": "1",
            "club": "Legia Warsaw",
            "league": "Ekstraklasa (Poland)",
            "date of birth": "05/12/1994",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Patrik Hrošovský",
            "bio": "The Viktoria Plzeň player is another option for the midfield. He is equally comfortable in defensive and more attack-minded roles, giving him an attractive quality. Adolf Sadek, the Viktoria general director, said in February that Hrošovský was being tracked by a couple of Premier League clubs.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "9",
            "goals for country": "0",
            "club": "Viktoria Plzen",
            "league": "First League (Czech Republic)",
            "date of birth": "22/04/1992",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Ján Greguš",
            "bio": "As he has shown in his appearances for the national team, Greguš fits the mould of modern defensive midfielders who are also confident on the ball. He has a good chance of making the final squad despite only featuring in the Czech league, and does have some experience further afield – as a youth player, he was loaned for a year to Bolton Wanderers.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "6",
            "goals for country": "0",
            "club": "Jablonec",
            "league": "First League (Czech Republic",
            "date of birth": "29/01/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Adam Nemec",
            "bio": "The centre-forward position has been a problem one under Kozák, and during the qualifiers the well-build and physically strong Nemec was his preferred option. He combines well with Hamšík, but has lost his place in the lineup due to his bit-part role at Willem II. Ladislav Borbely, a popular television pundit and co-commentator, recently said: “I did not like Nemec for some time, but in the last qualifying matches he played really well. Using his favourite playing style, with his back to goal, Nemec managed to create space and – particularly – time for the midfield.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "20",
            "goals for country": "6",
            "club": "Willem II",
            "league": "Eredivisie (Netherlands)",
            "date of birth": "02/09/1985",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Michal Ďuriš",
            "bio": "Although Ďuriš is smaller than Nemec and seemingly less suited to the role, he took his chance perfectly with three goals in the November friendlies against Switzerland and Iceland, and is currently the team’s form striker. According to his club, Viktoria Plzen, a Ligue 1 side offered nearly €3m for his services in the winter transfer window.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "24",
            "goals for country": "4",
            "club": "Viktoria Plzen",
            "league": "First League (Czech Republic)",
            "date of birth": "01/06/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Milan Škriniar",
            "bio": "A late, surprising call-up for the squad, three days after making his international debut he joined Sampdoria on a four-and-a-half year contract in 2016. Had only played three matches for the Serie A side before making the final Euro squad. \"I needed an alternative in the centre of the defence and Milan Skriniar meets all the criteria,\" the coach Jan Kozak said.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "2",
            "goals for country": "0",
            "club": "Sampdoria",
            "league": "Serie A (Italy)",
            "date of birth": "11/02/1995",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }]
    }
}
