{
    "sheets": {
        "Players": [{
            "name": "Iker Casillas",
            "bio": "Once known as The Saint in Spain – now seen as more of a normal human being. His decline was hastened by his confrontation with José Mourinho and his subsequent departure from Real Madrid, and his form has been mixed for Porto. But his inclusion still seems beyond question for Vicente del Bosque. Famously likeable and down to earth, and known for honouring his birthplace with the line: “I'm no Galáctico, I'm from Móstoles.” When he was seven his dad celebrated winning the pools - worth about £1m - until discovering Iker had forgotten to hand his coupon in at the shop. Iker said in 2004: “He doesn’t talk about it much any more.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "166",
            "goals for country": "0",
            "club": "Porto",
            "league": "Primeira Liga (Portugal)",
            "date of birth": "20/05/1981",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "David de Gea",
            "bio": "Should be a starter – but still lives in the shadow of Casillas. If it doesn't happen this summer, though, it will happen in Russia. A fax lost in the last minute of last summer’s transfer market scuppered his move to Real Madrid. His girlfriend, Edurne, is a famous pop star who represented Spain in Eurovision in 2015 with her song Amanecer (dawn), and finished 21st. He prefers heavy metal. Friends say he is a perfectionist, a bad loser, and loves nothing more than facing penalties. He once explained: \"These are the moments that allow you to become a hero.\"",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "No1 goalkeeper",
            "position": "Goalkeeper",
            "number": "",
            "caps": "8",
            "goals for country": "0",
            "club": "Manchester United",
            "league": "Premier League (England)",
            "date of birth": "07/11/1990",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Sergio Rico",
            "bio": "One for the future. This is his first time at a big tournament – Vicente del Bosque holds him up as an example of how you don’t have to be an established star to win a call-up. He did not feature in Sevilla’s Europa League win because head coach Unai Emery chose to stick by back-up keeper David Soria throughout – but he did play in their Champions League campaign.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "0",
            "goals for country": "0",
            "club": "Sevilla",
            "league": "La Liga (Spain)",
            "date of birth": "01/09/1993",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Marc Bartra",
            "bio": "A fast and impetuous defender who sometimes loses his composure. Vicente del Bosque is supremely confident about this rough diamond, though. Much is made of Bartra not playing regularly for Barcelona, and he has been linked with Liverpool, West Ham and others – but a lack of game time has not kept him out of the Spain squad. Gerard Pique says Barta is “at the right level… He may not have played many minutes, but that’s Barça. We trust him.” Twin brother Èric also came through the La Masia academy.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "10",
            "goals for country": "0",
            "club": "Barcelona",
            "league": "La Liga (Spain)",
            "date of birth": "15/01/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Jordi Alba",
            "bio": "A fundamental part of the side, tireless and relentless, providing a wide attacking outlet from the back. He was released from the Barcelona youth system in 2005, and moved from midfield into defence at Valencia. Barca re-signed him in 2012 for €14m, and he now has a €150m buyout clause. Fast, tetchy and confrontational on the pitch, off it he relaxes by playing chess (“it makes you think”), clothes shopping, listening to flamenco music and sleeping “for 12 to 13 hours at night. Then I nap for two, three or four hours more. It’s one of the keys to my strength.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "42",
            "goals for country": "6",
            "club": "Barcelona",
            "league": "La Liga (Spain)",
            "date of birth": "21/03/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "César Azpilicueta",
            "bio": "Nicknamed Dave, because his Chelsea colleagues can’t say Azpilicueta. He had six months out injured in 2010 with a knee injury sustained playing for Marseille, but recovered to prove himself a consistent, versatile defender, earning a £7m move to London two years later. Spends his spare time managing old club Osasuna on Football Manager, but keeps being rejected when he bids for real life Chelsea teammates. “They always refuse. I am not a good option for them.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "15",
            "goals for country": "0",
            "club": "Chelsea",
            "league": "Premier League",
            "date of birth": "28/08/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Juanfran",
            "bio": "Combines the flair of a winger with the best qualities of a solid right-back. He began at Real Madrid but made his name at Osasuna and, since 2011, at Atlético. Dedicated 2012’s Europa League final win to his late father and to his boy: “My baby son Oliver is here with me; the only words he knows are 'mama' and 'Atleti'”. In April he went viral after celebrating a goal by kicking an electronic advertising hoarding, sending it haywire. Away from football he is a lifelong NBA fan.  ",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Hard man",
            "position": "Defender",
            "number": "",
            "caps": "17",
            "goals for country": "0",
            "club": "Atlético Madrid",
            "league": "La Liga (Spain)",
            "date of birth": "09/01/1985",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Gerard Piqué",
            "bio": "A Spain regular at every level since his debut in 2002 with the under-16s – but also the only player who is systematically jeered everywhere he plays by the section of fans who cannot stand his views on the Catalans’ right to vote in an independence referendum. He was in fine form pre-tournament. Off the pitch he is an astute businessman who developed his own video game, Golden Manager, inspired by his favourite boyhood game, PC Futbol. “You wouldn't believe the amount of hours that would pass playing that game with my friend Pedre. Each of us in our own house, calling the other one up on the phone all the time to say how it was going, who we had signed, every detail… It was a curious way of playing online.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Defensive mainstay",
            "position": "Defender",
            "number": "",
            "caps": "76",
            "goals for country": "4",
            "club": "Barcelona",
            "league": "La Liga (Spain)",
            "date of birth": "02/02/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Sergio Ramos",
            "bio": "One of the top players in the world in his position, and the key player in the Spanish defence along with Gerard Piqué. His skills can make the difference in decisive moments, and his personality should inspire his teammates: he was roundly mocked after skying a shootout penalty in the 2012 Champions League semi-final against Bayern – but a month later scored a Panenka against Portugal in the European Championship semifinals. A classy operator with the habit of coming good when it really matters. He recently admitted he had briefly wanted to join Manchester United last summer – “but fortunately, in the end, I got my decision right”.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "131",
            "goals for country": "10",
            "club": "Real Madrid",
            "league": "La Liga (Spain)",
            "date of birth": "30/03/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Sergio Busquets",
            "bio": "Born and raised in Badia del Vallés, one of the towns with the lowest average incomes in Catalonia. Nowadays, the little local stadium bears his name. In 2008, Pep Guardiola, former teammate of Sergio’s father Carles, promoted the youngster from the fourth level of Barca’s academy up to the treble-winning first-team. Since then he has collected every title going with Barça and Spain. Vicente del Bosque was memorably quoted as saying: “You watch the whole game, you don't see Busquets. You watch Busquets, you see the whole game.” Now, inevitably, being linked with Guardiola’s Manchester City.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "83",
            "goals for country": "2",
            "club": "Barcelona",
            "league": "La Liga (Spain)",
            "date of birth": "16/07/1998",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Cesc Fàbregas",
            "bio": "Played as false nine in Euro 2012, a successful experiment that began and finished there. While he is rarely a first choice for Spain, he has tended to play key roles at key moments, including the penalty that knocked out Italy in 2008, the assist in 2010 World Cup final and in 2012. He starred in his TV show on Sky in 2008 called “The Cesc Fàbregas Show”, featuring Fàbregas in sketches with his parents, teammates including Nicklas Bendtner, and with Little Britain’s Matt Lucas. In May he was accused of sparking tunnel trouble against title-chasing Spurs by “slapping the groins of Spurs players and staff”. He told Chelsea’s website later: “That match is what football is about, that is why you love this sport so much. It was a fantastic second half.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Maverick",
            "position": "Midfielder",
            "number": "",
            "caps": "104",
            "goals for country": "14",
            "club": "Chelsea",
            "league": "Premier League (England)",
            "date of birth": "04/05/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Bruno Soriano",
            "bio": "Now Villarreal’s most experienced player and captain, he provides balance, class and a great engine. But when he first joined the club from his small village of Artana he nearly gave it all up: failing to fit in, he left aged 16 and went to work down a mine instead. He eventually re-joined in 2004, aged 19, when coach Juan Carlos Garrido persuaded him to give it another try.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "7",
            "goals for country": "0",
            "club": "Villarreal",
            "league": "La Liga (Spain)",
            "date of birth": "12/06/1984",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Andrés Iniesta",
            "bio": "The hero of South Africa 2010, and still the creative, tiki-taka heart of the team. He has won 30 trophies, making him the most decorated Spanish football ever. In 2011 he invested €420,000 in his boyhood club Albacete, becoming their major shareholder. He has 26.2m Facebook fans, owns his own winery, and made the family vineyard available for hire on Airbnb in 2014, explaining: “Although people know me for my passion for football, this is a way to share my other interests: a love of nature and the exquisite fruit of our vineyard.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Star man",
            "position": "Midfielder",
            "number": "",
            "caps": "107",
            "goals for country": "13",
            "club": "Barcelona",
            "league": "La Liga (Spain)",
            "date of birth": "11/05/1984",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Mikel San José",
            "bio": "A former centre-back who has found his way into the national team as a central midfielder. Provides some much-needed tournament squad versatility. He signed a three-year deal with Liverpool in August 2007, moving to England having been raising in Athletic Bilbao’s youth system – but returned to his old club in 2010 having failed to make the breakthrough. Became a YouTube hit last year by scoring from 50 yards against Barcelona.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "6",
            "goals for country": "0",
            "club": "Athletic Bilbao",
            "league": "La Liga (Spain)",
            "date of birth": "30/05/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Lucas Vázquez",
            "bio": "Arrived in Real’s youth system in 2007 aged 16. After a loan move to Espanyol in 2014 he signed on a permanent basis for €2m in June last year – only for Rafa Benítez to make instant use of his buyback clause. Speedy and disciplined, Vázquez suffered a knee injury towards the end of the season, but recovered well. Real released a video in May of the moment when Alvaro Arbeloa shouted over during training to tell him he had been included in the Euro 2016 squad. Vázquez looks stunned, says “What?”, then “What? Really?”, then cannot stop grinning.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "0",
            "goals for country": "0",
            "club": "Real Madrid",
            "league": "La Liga (Spain)",
            "date of birth": "01/07/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Koke",
            "bio": "Renowned for his touch, intelligent passing and great game-awareness. Made his Atlético debut in 2009, and featured for Spain at the 2014 World Cup, when Xavi tipped him as “my successor… He has everything: he is a footballer of the present and the future… He will be the conductor of Spain's orchestra for the next 10 years.” Before the tournament Koke dismissed links with Chelsea, saying: “For a hundred and something years Atlético has been among the best. How can I leave? Why would I want to? To be an Atleti player is the best there is.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "22",
            "goals for country": "0",
            "club": "Atlético Madrid",
            "league": "La Liga (Spain)",
            "date of birth": "08/01/1992",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "David Silva",
            "bio": "Known as Merlin at City. A Canary Islander from the town of Arguineguín, he joined Valencia aged 14 and became a European under-19 championship winner in 2004. Loans at Eibar and Celta toughened him up – his Celta coach, Fernando Vázquez, saying pressure just seemed to roll off him. “He has such quality, such awareness, he reads the game so well, that he can play anywhere, for anyone.” Has the chance to reach 100 caps this summer, and insists last season’s fitness troubles are behind him. On his official website he lists his favourite film as Gladiator, his favourite food as Cuban-style rice, and his favourite colour as “I don’t have one”.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "97",
            "goals for country": "23",
            "club": "Manchester City",
            "league": "Premier League (England)",
            "date of birth": "08/01/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Thiago Alcântara",
            "bio": "For years has been seen as a key part of Spain’s next generation. Born in Italy to Brazilian parents and raised in Spain from the age of three. His father Iomar do Nascimento – Mazinho – played for Valencia, Celta de Vigo and Elche, and famously rocked the baby alongside Bebeto and Romario at USA 1994. Thiago said: “The best thing about having a footballer dad is seeing the game up close. You watch him train then go home and practice what you’ve seen in the front room, rearranging the furniture. I put the table here, the chair there, and I’d dribble round them. They had cones, I had chairs.” Mario Balotelli interrupted a touchline interview after his Spain debut to declare him “the best”, while Karl Heinz Rummenigge called him an “absolute genius”.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "7",
            "goals for country": "0",
            "club": "Bayern Munich",
            "league": "Bundesliga (Germany)",
            "date of birth": "11/04/1981",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Pedro",
            "bio": "Strong, fast and tireless – but not on a rich-run of form. When he made his debut for CD Raqui in Tenerife, where his father still worked on a petrol station forecourt, Pedro’s nickname was “mascot” because of his size. He arrived at Barcelona in 2004 aged 16, and made his first-team breakthrough four years later. The sports centre where he played as a boy is now called Pedro Rodríguez, and at the Canary Islands zoo he used to visit there’s a sea lion named Pedrito in his honour. In 2014 Pedro celebrated Pedrito’s birthday by taking him a cake covered in fish. He told the press: “Pedrito’s doing well.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "57",
            "goals for country": "17",
            "club": "Chelsea",
            "league": "Premier League (England)",
            "date of birth": "28/07/2016",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Aritz Aduriz",
            "bio": "At 35, he is in the best moment of his career. It has been a long, unlikely route to the top: he started his sporting life in the Pyrenees as a cross-country skier, then moved to beach football, then came through the ranks of the Lezama youth system at Athletic Bilbao. After spells at Burgos, Valladolid, Mallorca and Valencia, he returned to San Mamés in 2012 – and this season’s 36 goals in 55 matches have won him a popular shot at the European Championships. “We don’t select the squad through a public vote” said Vicente del Bosque in March. “But when everybody is shouting ‘Aduriz, Aduriz’ then it is hard to ignore.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "4",
            "goals for country": "1",
            "club": "Athletic Bilbao",
            "league": "La Liga (Spain)",
            "date of birth": "11/02/1981",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Nolito",
            "bio": "First made waves when he was 20, when he scored Second Division B side Écija’s Copa del Rey goal against Real Madrid. The following morning, the headline on the front cover of Marca ran: “Not Beckham, not Ronaldo, not Reyes, not Robinho: Golito de Nolito”. By the end of the season he was at Barcelona, and he joined Celta in 2013. A year later he turned down a lucrative offer to move to England “because it’s cold, it rains a lot and the food’s bad. Besides, I’m happy here. Why would I change? I earn enough money. My family is poor [originally], I’m poor [originally], and I’m happy with what I’ve got. What do I need more for?”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "9",
            "goals for country": "2",
            "club": "Celta Vigo",
            "league": "La Liga (Spain)",
            "date of birth": "15/10/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Álvaro Morata",
            "bio": "Moved to Turin for €20m from Real in 2014, and has matured brilliantly in Italy. He won the Serie A/Coppa Italia double in each of his first two seasons, and made his full international debut in 2014 – the same year he shaved all his hair off to show solidarity with children being treated for cancer. “Kids with cancer wanted to have my nice haircut but they couldn’t, so I had theirs instead.” In the last 13 months has scored in both legs of a Champions League semi-final, a Champions League final, a Coppa Italia final, four times in four Derby d’Italias, and against Manchester City at the Etihad. He was linked with Arsenal before Euro 2016.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Unsung hero",
            "position": "Forward",
            "number": "",
            "caps": "8",
            "goals for country": "1",
            "club": "Juventus",
            "league": "Serie A",
            "date of birth": "23/10/1992",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Héctor Bellerín",
            "bio": "The Arsenal defender was called up as a late replacement for Dani Carvajal after the Real Madrid player injured himself in the Champions League final against Atlético. Earlier this year it was claimed that Bellerín had run 40 metres faster than Usain Bolt, taking 4.41sec, but the Jamaican said: \"These stories make me laugh. Footballers are very fast over the first 10-20m — that is what they train for. I train to be fast over 100m or 200m. I have not heard of any footballer who can break 10 seconds for the 100m.” ",
            "photo done?": "no",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "1",
            "goals for country": "0",
            "club": "Arsenal",
            "league": "La Liga (Spain)",
            "date of birth": "19/03/1995",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }]
    }
}
