{
    "sheets": {
        "Players": [{
            "name": "Etrit Berisha",
            "bio": "Four years ago, while Spain were winning their second consecutive European Championship, Berisha was playing for Kalmar FF in Sweden. Gianni De Biasi gave him the chance to show his value with the national team in a friendly against Iran in May 2012, and by the end of the year he became a regular starter. He was signed by Lazio the following year, although he has largely had a backup role. If it goes down to penalties for Albania in France, expect him not only to save some but also to be one of the takers. He was a regular penalty taker for Kalmar, with four goals to his name domestically and in the Europa League.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "No1 goalkeeper",
            "position": "Goalkeeper",
            "number": "",
            "caps": "34",
            "goals for country": "0",
            "club": "Lazio",
            "league": "Serie A (Italy)",
            "date of birth": "10/03/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Orges Shehi",
            "bio": "The veteran goalkeeper has shown his value with Skënderbeu in European competitions in recent years – playing a central role in this season’s campaign, in which the club reached the Europa League group stages for the first time. His first call-up for the national team came back in 1998, but he was not selected again for more than a decade, finally making his first appearance in November 2010 in a friendly against Macedonia.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "8",
            "goals for country": "0",
            "club": "Skënderbeu",
            "league": "Superliga (Albania)",
            "date of birth": "20/09/1977",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Alban Hoxha",
            "bio": "Hoxha became the national team’s third-choice goalkeeper after shooting to prominence in the 2014-2015 season when he broke a 30-year old Albanian championship record – remaining unbeaten for 1,084 minutes.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "1",
            "goals for country": "0",
            "club": "Partizani",
            "league": "Superliga (Albania)",
            "date of birth": "23/11/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Lorik Cana",
            "bio": "The midfielder turned central defender is bound to end his international career after this summer’s tournament as the player with most appearances for Albania. His first game was a substitute against Switzerland on 11 June 2003. Exactly 13 years later, on the same day and against the same team, he will captain Albania on their debut in a major tournament (injuries permitting). A fitting end for probably the best Albanian player of his generation.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Captain",
            "position": "Defender",
            "number": "",
            "caps": "90",
            "goals for country": "1",
            "club": "Nantes",
            "league": "Ligue 1 (France)",
            "date of birth": "27/07/1983",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Mërgim Mavraj",
            "bio": "Mavraj and the Albanian FA were in contact since 2006, and the Hanau-born defender was quickly provided with an Albanian passport. But he made a U-turn after being called up to Germany Under-21s, whom he represented in two friendly matches. He was subsequently labelled a “traitor” by the Albanian fans for refusing to wear the red and black shirt, and his decision to join the team in May 2012 – after some persuasion from De Biasi – received mixed reactions. By the start of the 2014 World Cup qualifiers he had become a fan favorite and now is tipped to become the next captain of the national team.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "25",
            "goals for country": "3",
            "club": "Köln",
            "league": "Bundesliga (Germany)",
            "date of birth": "09/06/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Elseid Hysaj",
            "bio": "The defender made his national team debut at the age of 18 in a friendly against Georgia, while still playing in Serie B with Empoli. His father, an immigrant working in construction in Italy, convinced a football agent whose house he was building to secure the 14-year-old Hysaj trials with Italian clubs. Empoli snatched the young teenager and the rest is history, with Hysaj now a starter for Napoli and one of the most sought-after right-backs in Europe.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "19",
            "goals for country": "0",
            "club": "Napoli",
            "league": "Serie A (Italy)",
            "date of birth": "20/02/1994",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Ansi Agolli",
            "bio": "The left-footed defender is one of the most travelled football players of the Albania squad. After his breakthrough at hometown KF Tirana in 2000, he moved abroad – playing in Switzerland, Finland, Ukraine and Azerbaijan. This summer he will become the first player from the Azerbaijani Premier League to feature in a European Championship.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Unsung hero",
            "position": "Defender",
            "number": "",
            "caps": "60",
            "goals for country": "2",
            "club": "Qarabağ",
            "league": "Premier League (Azerbaijan)",
            "date of birth": "11/10/1982",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Arlind Ajeti",
            "bio": "Although previously capped by Switzerland at all youth levels, Ajeti decided to commit to Albania at the age of 21, making his debut in the friendly draw against France in November 2014. He played his first official matches against Denmark and Portugal in September 2015, although he was a free agent and had spent the summer training on his own.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "9",
            "goals for country": "1",
            "club": "Frosinone",
            "league": "Serie A (Italy)",
            "date of birth": "25/09/1993",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Naser Aliji",
            "bio": "Born in Kumanovo, Macedonia, Aliji moved to Switzerland with his family when he was four years old. He opted to represent the Swiss after breaking into Basel’s youth team, but as soon as he received a call from the Albanian FA he had no second thoughts about joining the national team – becoming the first Albanian from Macedonia to do so.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "5",
            "goals for country": "0",
            "club": "Basel",
            "league": "Super League (Switzerland)",
            "date of birth": "27/12/1993",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Frédéric Veseli",
            "bio": "The captain of the World Cup-winning Switzerland Under-17s of 2009, Veseli was tipped to become the next big thing in Swiss football. However, he could not break through at Manchester City and then Manchester United, moving to the lower tiers of English football with Ipswich Town, Bury and Port Vale before returning to Switzerland. Forgotten by the Swiss, he was brought into the Albania setup last year as a backup for Hysaj. The one main surprise in De Biasi's 23 as he had not impressed in his three games for the national team and only joined up with the rest of the squad two days before the announcement. ",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "3",
            "goals for country": "0",
            "club": "Lugano",
            "league": "Super League (Switzerland)",
            "date of birth": "20/11/1992",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Taulant Xhaka",
            "bio": "Defender or midfielder; left, right or centre: Taulant Xhaka can play everywhere and he has proved so continuously with Basel in the Swiss championship and Europe. Less famous than his younger brother Granit, who has excelled for club and country (Switzerland) since he was a teenager, Taulant decided to join Albania before the Euro 2016 qualifiers, establishing himself very quickly as a no-holds-barred midfielder and a fan favourite. A twist of fate will put him against his brother in Albania’s first game of Euro 2016, in one of the special stories of this summer’s tournament.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Hard man",
            "position": "Midfielder",
            "number": "",
            "caps": "11",
            "goals for country": "0",
            "club": "Basel",
            "league": "Super League (Switzerland)",
            "date of birth": "28/03/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Amir Abrashi",
            "bio": "A Swiss-born midfielder with Albanian parents, who had immigrated from Kosovo, Abrashi was a prominent member of the Switzerland Under-21s that finished as runners-up in the 2011 European Championship. He held discussions with both De Biasi and Ottmar Hitzfeld, the then coach of Switzerland, before opting for Albania in 2013. After a difficult start with the red and blacks, he became a regular during the Euro 2016 qualifiers and played seven matches, six as a starter.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "17",
            "goals for country": "0",
            "club": "Freiburg",
            "league": "2. Bundesliga (Germany)",
            "date of birth": "27/03/1990",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Ledian Memushaj",
            "bio": "The midfielder can claim to have played at every level of Italian football since 2003 – except Serie A, although he was under contract with Chievo Verona in 2010-11. He will try to achieve his goal as captain of Pescara, and has helped them take a 2-0 lead from the away leg of their Serie B promotion play-off semi-final against Novara.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "13",
            "goals for country": "0",
            "club": "Pescara",
            "league": "Serie B (Italy)",
            "date of birth": "07/12/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Migjen Basha",
            "bio": "The experienced midfielder is the player who began the trend for switching allegiance from Switzerland to Albania. He played at every youth level for the Swiss before deciding to join Albania in 2010. The Swiss FA rejected his request of transfer and a legal battle followed, concluding in March 2013 when Fifa ruled in his favour and allowed him to switch sides. Injuries have slowed his international career but expect him to be a starter for Albania during the summer if in good shape.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "18",
            "goals for country": "3",
            "club": "Como",
            "league": "Serie B (Italy)",
            "date of birth": "05/01/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Burim Kukeli",
            "bio": "Severe injuries have marred the international career of this defensive midfielder, in whom Gianni De Biasi has put so much trust since his debut in 2012. He recovered in time for the start of the Euro 2016 qualifiers, where he played a major role – starting six matches and coming on as a substitute in the decisive 3-0 away win against Armenia.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "15",
            "goals for country": "0",
            "club": "FC Zürich",
            "league": "Super League (Switzerland)",
            "date of birth": "16/01/1984",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Ergys Kaçe",
            "bio": "Highly regarded as one of the best midfielders in the Greek league, Kaçe was undecided about which national team to represent until Gianni De Biasi called him up for the World Cup qualifier against Norway in June 2013, where he played as a substitute in a 1-1 draw. He was a starter in the following matches but lost his place in the lineup during the Euro 2016 qualifiers as De Biasi opted to field defensively minded midfielders.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "15",
            "goals for country": "2",
            "club": "Paok Thessaloniki",
            "league": "Superleague (Greece)",
            "date of birth": "08/07/1993",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Andi Lila",
            "bio": "Started his career as a right-back for club and country before moving to midfield, where he plays in the centre or as a right-winger. With 58 matches to his name, he is one of the oldest serving members of the national team and one of those whom Gianni De Biasi trusts most in matches where defending is the priority.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "59",
            "goals for country": "0",
            "club": "Giannina",
            "league": "Superleague (Greece)",
            "date of birth": "12/02/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Ermir Lenjani",
            "bio": "Many questioned Gianni De Biasi's insistence in playing the little-known St Gallen defender on the wing in friendly games before the qualifiers and sticking to his choice when the competitive matches started. Lenjani proved why with excellent performances against Portugal and Denmark, scoring in the 1-1 draw against the latter. These were the matches in which Albania laid the groundwork for their successful campaign.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "18",
            "goals for country": "3",
            "club": "Nantes",
            "league": "Ligue 1 (France)",
            "date of birth": "05/08/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Odise Roshi",
            "bio": "His trademark bursts down the right wing make \"Rocket\" Roshi one of the best offensive weapons of the Albania side. When the tactics are focused on containing the opponents and counterattacking, he is the go-to guy to let the team breathe and make things happen in attack.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Maverick",
            "position": "Midfielder",
            "number": "",
            "caps": "31",
            "goals for country": "1",
            "club": "Rijeka",
            "league": "Prva HNL (Croatia)",
            "date of birth": "22/05/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Shkëlzen Gashi",
            "bio": "Born in Zurich and previously playing for Switzerland’s youth teams, Gashi opted for Albania in 2013 before rising to prominence with two golden boot awards in the Swiss championship. He had a hard time adjusting to the national team and was dropped in November 2014 by Gianni De Biasi, who claimed he was \"inadequate\" for the system the team played. Luckily the coach changed his mind, as Gashi proved decisive with goals and assists in both of the Euro 2016 qualifying wins against Armenia.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "13",
            "goals for country": "1",
            "club": "Colorado Rapids",
            "league": "MLS (United States)",
            "date of birth": "15/07/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Sokol Çikalleshi",
            "bio": "Çikalleshi was known at one stage for having hit the woodwork more times – four – than he had scored goals for the national team. But his importance to the side overrides that and Çikalleshi, a hard worker who likes to run in behind and occupy defences, looks sure to be  Albania’s starting striker at Euro 2016. Not bad for a player who travelled to South Korea in 2012 in order to play six months for the K-League club Incheon United FC.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Main goalscorer",
            "position": "Forward",
            "number": "",
            "caps": "18",
            "goals for country": "2",
            "club": "İstanbul Başakşehir",
            "league": "Süper Lig (Turkey)",
            "date of birth": "27/07/1990",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Bekim Balaj",
            "bio": "His first goal for Albania will never be forgotten by supporters: Balaj volleyed the winner in the opening qualifier in Portugal, stunning the Ronaldo-less hosts in what the local press labeled as the \"darkest day in our football history\". Notably, he also took part in the famed \"catch the flag\" brawl that erupted in Belgrade, where a local hooligan hit him on the head with a stool during the pitch invasion.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "14",
            "goals for country": "1",
            "club": "Rijeka",
            "league": "Prva HNL (Croatia)",
            "date of birth": "11/01/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Armando Sadiku",
            "bio": "The striker was one of the few new names Gianni De Biasi brought into the side since taking charge. Injuries and a lack of regular football with his club kept him out of the team for more than a year but he returned and sealed his place in the squad with the third goal against Armenia. Moved on loan to Vaduz, the Liechenstein club who play in Switzerland's top flight, in January; his goals helped Vaduz rise from the bottom of the table, with their place taken by his parent club, FC Zürich.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "19",
            "goals for country": "4",
            "club": "FC Zürich",
            "league": "Super League (Switzerland)",
            "date of birth": "27/05/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }]
    }
}
