{
    "sheets": {
        "Players": [{
            "name": "Danijel Subašić",
            "bio": "Monaco’s keeper finally became first choice for Croatia after the 2014 World Cup, having been stuck behind/served as a loyal stand-in for No1 Stipe Pletikosa for years. Mentally strong with great reflexes, he’s reliable and commanding, and has a nifty party piece: the ability to jog upfield and score from direct free-kicks. His fizzed belter from the edge of the box against Boulogne in 2012 was an instant YouTube classic.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "No1 goalkeeper",
            "position": "Goalkeeper",
            "number": "",
            "caps": "20",
            "goals for country": "0",
            "club": "Monaco",
            "league": "Ligue 1 (France)",
            "date of birth": "27/10/1984",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Lovre Kalinić",
            "bio": "The next in the line for the No1 shirt. A 6ft 7in beast who recently added some nice sweeper-keeper moves to his repertoire. But he’s no Manuel Neuer – strangely, given his height, Kalinić has been known to struggle with crosses. Almost ended up at Aston Villa last winter, but was saved by his failure to secure a work permit.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "4",
            "goals for country": "0",
            "club": "Hajduk Split",
            "league": "Prva HNL (Croatia)",
            "date of birth": "03/04/1990",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Ivan Vargić",
            "bio": "A very decent stopper who has never had a big break at international level. Chances are he never will, given the quality of his competition. But the third-choice backup is having a better time at club level, with a move to Serie A Lazio already secured. He said an emotional farewell to Rijeka in May. “I thank everyone, everyone from the cleaning lady who kept the dressing room clean, to the physios and the office staff. Everyone made my transfer possible.”",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "2",
            "goals for country": "0",
            "club": "Rijeka",
            "league": "Prva HNL (Croatia)",
            "date of birth": "15/03/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Darijo Srna",
            "bio": "Captain, with a record 129 caps. Slowing down, but still effective. Has one tattoo of a footballing deer – ‘srna' in Croatian – another in tribute to older brother Igor, who has Down syndrome, and recently donated 100 laptops to Ukrainian children affected by conflict. Career highlights include scoring a 30-yard free-kick against Australia in the 2006 World Cup game which featured Graham Poll’s three-yellow card blunder. Slaven Bilić said of Srna in 2012: “They bring him down and he seems broken, but then he gets up and carries on running. Like he's Robocop.”",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "Legend",
            "position": "Defender",
            "number": "",
            "caps": "129",
            "goals for country": "21",
            "club": "Shakhtar Donetsk",
            "league": "Premier League (Ukraine)",
            "date of birth": "01/05/1982",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Šime Vrsaljko",
            "bio": "The player Srna used to be. A decade younger, solid defensively and dynamic going forward, he was linked with Arsenal, Juventus and Napoli last year. Most at home at right-back, but plays on the left for Croatia to make way for Srna. “The left is different,” he says. Football role models are Dani Alves and “my dad… he was a central defender too. He was hard and tough.”",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "18",
            "goals for country": "0",
            "club": "Sassuolo",
            "league": "Serie A (Italy)",
            "date of birth": "10/01/1992",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Vedran Ćorluka",
            "bio": "Nicknamed Čarli (Charlie), Corluka played as a forward at youth level before settling into defence. A rock for Croatia since his debut in 2006, the former Manchester City and Spurs player is sometimes criticised for being “far too nice” and lacking aggression. In 2011 he made headlines by reacting to a nightclub waiter complimenting him on his diamond-encrusted £36,000 watch by swapping it for the man’s £150 Seiko. A source told The Sun: “The waiter thought it was a joke but it wasn’t. Charlie’s a lovely bloke. Always so polite.”",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "Defensive mainstay",
            "position": "Defender",
            "number": "",
            "caps": "88",
            "goals for country": "4",
            "club": "Lokomotiv Moscow",
            "league": "Premier League (Russia)",
            "date of birth": "05/02/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Domagoj Vida",
            "bio": "Has plenty of what his defensive partner, Ćorluka, lacks: usually controlled aggression. Critics say that passion masks otherwise average qualities, but it serves him well. In 2012 was fined £80,000 for opening a can of beer on the Dinamo Zagreb bus on the way to a match. His coach – fed up with a series of incidents involving Vida – ordered him off the bus and left him in a lay-by. The coach’s name? Ante Čačić, the current Croatia manager.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "Hard man",
            "position": "Defender",
            "number": "",
            "caps": "37",
            "goals for country": "1",
            "club": "Dynamo Kyiv",
            "league": "Premier League (Ukraine)",
            "date of birth": "29/04/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Tin Jedvaj",
            "bio": "A national-level novice, but already well established in the Bundesliga. Leverkusen loaned him from Roma in 2013, and made the move permanent in January last year. He made his senior Croatia debut aged 18, playing the closing stages of a friendly against Cyprus in 2014. Father Zdenko Jedvaj, a former defender for Velež Mostar, says his boy is “a lot better than me. He’s much more intelligent, for a start.”",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "3",
            "goals for country": "0",
            "club": "Bayer Leverkusen",
            "league": "Bundesliga (Germany)",
            "date of birth": "28/11/1995",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Gordon Schildenfeld",
            "bio": "Reliable back-up: an old-school defender happiest in his comfort zone - defending in the air, inside the penalty area. Of Austrian origin, his stand-out feature in Croatia is his unusual first name. Made his international debut in 2010, and scored his first goal last year, ten days after his 30th birthday. Signed for Dinamo from Dynamo Moscow last summer, via loans at PAOK and Panathinaikos. Famous for driving a distinctive Mustang Shelby GT. “This is the car I dream of” he said in 2014. “Just look: it’s like the interceptor in Mad Max. That’s why I like it.”",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "26",
            "goals for country": "1",
            "club": "Dinamo Zagreb",
            "league": "Prva HNL (Croatia)",
            "date of birth": "18/03/1985",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Ivan Strinić",
            "bio": "Missed the 2014 World Cup through injury, and has been out of the reckoning ever since. Rarely plays at Napoli, who he joined from Dnipro last year, due to the form of Faouzi Ghoulam, but has made it to France as essential left-back cover. Strinić says he is content with life in Italy, despite all the bench time. “In Ukraine there’s this long war. In Naples I have a nice quiet life, and it’s much better.” Has been linked with a post-tournament move to Sampdoria.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "34",
            "goals for country": "0",
            "club": "Napoli",
            "league": "Serie A (Italy)",
            "date of birth": "17/07/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Luka Modrić",
            "bio": "The national treasure. Johan Cruyff called him a midfielder of “enormous quality, but who needs the freedom to express himself” – which he rarely gets playing for Croatia. Modrić played 127 games for Spurs before moving to Real in 2012. “Luka is a homely, family guy,” said a recent Marca profile. “You will never see him in a nightclub. He’s not interested. He likes to go to the zoo, and never makes controversial remarks.” His contract has a reported £387m buyout clause.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "Star man",
            "position": "Midfielder",
            "number": "",
            "caps": "89",
            "goals for country": "10",
            "club": "Real Madrid",
            "league": "La Liga (Spain)",
            "date of birth": "09/09/1985",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Ivan Rakitić",
            "bio": "The squad’s most media-friendly operator, and biggest star alongside Modrić. Swiss-born and multilingual (fluent in five languages), he joined Barcelona in June 2014, and was Croatian Football of the Year last year. He owns a lower-league football club in his native Moehlin, and married the waitress who served him coffee as he negotiated his move to Sevilla in 2011. “I started talking to Raquel but she never wanted to go out with me. ‘I can’t, I have to work.’ She was wary of footballers. But I kept trying and then a friend tipped me off that she was in the bar but not on duty. I jumped in the car and drove straight there: ‘You’re not working now’.”",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "75",
            "goals for country": "10",
            "club": "Barcelona",
            "league": "La Liga (Spain)",
            "date of birth": "10/03/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Marcelo Brozović",
            "bio": "The son of a butcher, he was encouraged by his dad to drop of school and concentrate on football while he was rising through the youth ranks of a Croatian second division team. Dubbed by fans “Epic Brozo”. Enjoys table tennis, billiards, “all movies apart from science fiction”, and stars on YouTube providing the vocals for rap “$agud - Car” as DJ Marsel – 4,235 hits. Was recently linked with Chelsea, Arsenal and Barcelona.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "17",
            "goals for country": "4",
            "club": "Dinamo Zagreb",
            "league": "Prva HNL (Croatia)",
            "date of birth": "16/11/1992",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Mateo Kovačić",
            "bio": "Was known as Il Professore in Italy – some nickname for a 20 year old. “He has talents that could make him even better than me,” Zvonimir Boban once said. He made his first appearance for a Croatia side in the under-14s in 2008, and his senior debut in 2013, and played in the last World Cup. Real bought him from Internazionale for €29m last year, but he has struggled to define his role under Zinedine Zidane, and was recently linked with Liverpool. Shares a birthday with Graeme Souness, Dani Alves, Jim Magilton, Sigmund Freud and Pope Innocent X.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "26",
            "goals for country": "1",
            "club": "Real Madrid",
            "league": "La Liga (Spain)",
            "date of birth": "06/05/1994",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Milan Badelj",
            "bio": "The nearest thing Croatia has to a midfield holder. A solid ball-winner, but only considered a back-up safety net behind Modrić and Rakitić. Joined Fiorentina for €5m in August 2014 but is ripe for a move again, with Tottenham linked. “Milan wants to play in the Champions League,” said his agent in May. “I think Fiorentina should sell him. €10m seems like a more than reasonable price\".",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "19",
            "goals for country": "1",
            "club": "Fiorentina",
            "league": "Serie A (Italy)",
            "date of birth": "25/02/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Ante Ćorić",
            "bio": "One of country’s highest-rated young talents - the new Zindedine Zidane/David Silva/Robert Prosinečki, depending on who you listen to. Still raw and inconsistent, but not shy. “I recently spoke to Manchester City and Bayern, and to a scout from Real Madrid who likes me. And other clubs want me. But I think I will stay.” As a boy he was given a ride in former Croatia midfielder Silvio Marić’s Lamborghini. “He’s from my neighbourhood and one day he drove me to training. I felt like I was riding in a spaceship. Never did I dream that one day I too could own such a car.”",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "1",
            "goals for country": "0",
            "club": "Dinamo Zagreb",
            "league": "Prva HNL (Croatia)",
            "date of birth": "14/04/1997",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Marko Rog",
            "bio": "A well-rated young prospect, dynamic and versatile, who could have a bright future. He was discovered as a lower-league player by top-flight RNK Split and sold to Dinamo for €5m in 2015. Was linked with Liverpool last year, and scored the winner in the Croatian Cup in May against Slaven Belupo. He made an international debut in November 2014 against Argentina.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "2",
            "goals for country": "0",
            "club": "Dinamo Zagreb",
            "league": "Prva HNL (Croatia)",
            "date of birth": "19/07/1995",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Marko Pjaca",
            "bio": "The son of two national champions – his dad a wrestler, mother a judoka. Worked his way through hip-hop, handball, basketball and table tennis as a youngster before settling into a life in football. Strong, direct and lethal in one-on-ones, he should be key to Croatia’s attacking threat. Says his inspiration is Ronaldinho. “He’s the one I admire most. A game-winner, and so entertaining too.” A reported €17m target for Benfica, Inter and Juventus.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "7",
            "goals for country": "0",
            "club": "Dinamo Zagreb",
            "league": "Prva HNL (Croatia)",
            "date of birth": "06/05/1995",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Ivan Perišić",
            "bio": "Not Croatia’s highest-profile talent, but among their most consistent attacking performers. Perišić has been linked with a summer reunion with his former Dortmund manager Jürgen Klopp at Liverpool, despite their 2012 falling out when Perišić accused Klopp of having favourites, and Klopp told Perišić to “keep your mouth shut … If he shuts up it is better for him. Complaining in public is childish.” Klopp sold him to Wolfsburg two months later.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "46",
            "goals for country": "2",
            "club": "Inter",
            "league": "Serie A (Italy)",
            "date of birth": "02/02/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Mario Mandžukić",
            "bio": "Teammate Milan Badelj once called Mandžukić “an animal, an incredibly powerful animal who never gives up”. But despite his physical, dominant qualities, he has struggled to be effective for Croatia, scoring only one of their 20 goals in the qualifiers. Joined Juventus for €15m from Atlético Madrid last summer after Atletico coach Diego Simeone called him “annoying … a great player and decent lad, but he annoys me easily, that’s the reality.”",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "Maverick",
            "position": "Forward",
            "number": "",
            "caps": "65",
            "goals for country": "21",
            "club": "Juventus",
            "league": "Serie A (Italy)",
            "date of birth": "21/05/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Nikola Kalinić",
            "bio": "From a high-end but unspectacular old-school No9, Kalinić has managed to morph into a versatile, mobile forward, skilled at build-up play, and consistent enough to push Mandžukić close for starting place. He signed for Blackburn for £6m in 2009, but fell out of favour when club owners Venky’s replaced Sam Allardyce with Steve Kean. Says he turned down bigger money offers in favour of joining Fiorientina last year. “I could have had more money but I had no hesitation. What I lost in salary, I gained in quality of life. I love this city.”",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "28",
            "goals for country": "8",
            "club": "Fiorentina",
            "league": "Serie A (Italy)",
            "date of birth": "05/01/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Andrej Kramarić",
            "bio": "Nigel Pearson signed him for Leicester in January 2015 for a club record £9.7m, with former Villa man Bosko Balaban serving as Kramarić’s mediator in the deal. But the striker struggled to adapt and was shipped out to Hoffenheim on loan after just five outings last season, and a solitary goal scored in the Capital One Cup against Bury. “I don’t know if his City career is over,” said Claudio Ranieri in January. “I wish him all the best though. He is a very nice boy.”",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "10",
            "goals for country": "4",
            "club": "Leicester City",
            "league": "Premier League (England)",
            "date of birth": "19/06/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Duje Čop",
            "bio": "Made it into the squad for France because of injuries to other, better players. A versatile stop-gap who can cover various attacking positions, he spent the season on loan at Málaga, and ended it in good form. Made his Croatia debut in September 2014, but only appeared once in Euro 2016 qualifying.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "4",
            "goals for country": "0",
            "club": "Dinamo Zagreb",
            "league": "Prva HNL (Croatia)",
            "date of birth": "01/02/1990",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }]
    }
}
