{
    "sheets": {
        "Players": [{
            "name": "Petr Čech",
            "bio": "For fourteen years the side’s undisputed No1: no-one else has come close. Equalled Karel Poborský’s caps record last year, and has lots of reassuring big-tournament experience: the 2006 World Cup, and the 2004, 2008 and 2012 Euros. This one might be his last, though: he says he’s “considering the possibility” of international retirement after this summer - which would give him more time for his YouTube drumming covers. His current most popular: Walk by the Foo Fighters, with 850,000 hits.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "No1 goalkeeper",
            "position": "Goalkeeper",
            "number": "",
            "caps": "119",
            "goals for country": "0",
            "club": "Arsenal",
            "league": "Premier League (England)",
            "date of birth": "20/05/1982",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Tomáš Vaclík",
            "bio": "Broad shoulders make him look deceptively stocky: he is actually 6ft 2in. Poised to become Čech’s successor when his mentor calls it a day, Vaclik has played for Basel since 2014, winning the title in both his seasons there so far, and playing against Liverpool in the 1-1 draw at Anfield in December 2014. Has recently extended his contract until 2021.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "6",
            "goals for country": "0",
            "club": "Basel",
            "league": "Super League (Switzerland)",
            "date of birth": "29/03/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Tomáš Koubek",
            "bio": "His international career started with a whimper: Koubek conceding after ten minutes in a 1-0 home defeat to Scotland in March. But at 23, the often big-bearded former under-21 No1 is the closest challenger to Vaclík. Currently on loan at Slovan Liberec from Sparta.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "2",
            "goals for country": "0",
            "club": "Slovan Liberec",
            "league": "First League (Czech Republic)",
            "date of birth": "26/08/1992",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Roman Hubník",
            "bio": "Beat him in the air? Very difficult. He is tough, has good anticipation and a very hard forehead. In the Under-21s he was among the three fastest players and he still has characteristics of a diesel engine – puffing at the start but once he gets running, it is difficult to catch up with him. He had not played for the national team since September 2012 but superb performances in the Czech league this spring gave him a ticket to France.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "25",
            "goals for country": "3",
            "club": "Viktoria Plzen",
            "league": "First League (Czech Republic)",
            "date of birth": "06/06/1984",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "David Pavelka",
            "bio": "Before his winter move to Turkey, he was one of the top players in the Czech league. A midfielder with great vision and passing who covers large areas of the pitch. He got injured (rib and lung) soon after his transfer and looked like he has lost any chance of playing at the Euros. However, he can be very valuable if Tomáš Rosický is not completely fit. Together with Vladimír Darida, Pavelka can share creative duties at the central midfield very well.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "6",
            "goals for country": "0",
            "club": "Kasimpasa",
            "league": "Süper Lig (Turkey)",
            "date of birth": "18/05/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Pavel Kadeřábek",
            "bio": "What a difference a positional shift can make. Once a far-from-special right-winger, Kadeřábek was converted into an emergency right-back by his then-Sparta Prague head coach Vítězslav Lavička, and never looked back. Now one of the international side’s outstanding players, he was linked with West Ham and Southampton before joining Hoffenheim last summer in a €3.5m deal.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "16",
            "goals for country": "2",
            "club": "Hoffenheim",
            "league": "Bundesliga (Germany)",
            "date of birth": "25/04/1992",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Theodor Gebre Selassie",
            "bio": "The Czech-born son of an Ethopian doctor and a Czech teacher, he made his national debut in 2011, and played at Euro 2012 after beating Zdeněk Pospěch and František Rajtoral to the first-choice right-back spot. Now, though, he has suffered their fate, thanks to the rise and rise of Kadeřábek. But versatility is on his side: Werder Bremen’s No23 can operate as a central defensive midfielder, too. Sister Anna plays for the Czech women’s handball team.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "34",
            "goals for country": "1",
            "club": "Werder Bremen",
            "league": "Bundesliga (Germany)",
            "date of birth": "24/12/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Tomáš Sivok",
            "bio": "Has no concept of pain. In 2005, playing for Sparta against FC Thun, Sivok ran off a first-half knee injury, came out for the second-half, played all 90 minutes, and was then diagnosed with a torn cruciate. But it’s not just his grit that earned him 2008’s big-money move to Beşiktaş. A skilled defender, he is well known for outspoken leadership - he fronted a government anti-racism campaign in 2006 – and for being unflappable. When Zlatan Ibrahimovic took a swipe at him during a 1-1 draw with Sweden in March, Sivok was unmoved. “He said war had started. But I know what he’s like. He’s a great player.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Defensive mainstay",
            "position": "Defender",
            "number": "",
            "caps": "53",
            "goals for country": "5",
            "club": "Bursaspor",
            "league": "Süper Lig (Turkey)",
            "date of birth": "15/09/1983",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Michal Kadlec",
            "bio": "An elegant, classy defender – just like his dad Miroslav, captain of the Euro 96 runners-up. Kadlec started his national career as a left-back but aged into a central role, and now forms a neat hard-man/ball-player double act with Sivok. Famous for scoring an own goal on his international debut in 2007, and for clearing off the line in the dying seconds of the Czech’s Euro 2012 game against Poland, preserving their quarter-final spot. Fenerbahce bought him in 2013 for €4.5m.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "63",
            "goals for country": "8",
            "club": "Fenerbahce",
            "league": "Süper Lig (Turkey)",
            "date of birth": "13/12/1984",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Marek Suchý",
            "bio": "Basel’s vice-captain remains an enigma for Czech fans. Has all the qualities to be a top-class ball-playing centre back, but is too error-prone to be a first-choice pick. More than capable of rash, red-card tackles, too. He joined Spartak Moscow from Slavia Prague for €3.5m in 2010, before moving to Basel in 2014. Has title-winning and Champions League football experience.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "26",
            "goals for country": "0",
            "club": "Basel",
            "league": "Super League (Switzerland)",
            "date of birth": "29/03/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "David Limberský",
            "bio": "Since 2012, one of the first names on the teamsheet. A right-footed left back who likes to showboat crosses with the outside of his foot. Only has one international goal – but it was an important one, helping seal Euro 2016 qualification with a 2-1 win in Latvia. He joined Spurs on loan from Viktoria Pizen in 2005, with manager Martin Jol comparing him to “Pavel Nedved... Nedved told me that, but I knew about him anyway.” He returned to Viktoria without making an appearance. Last year he caused controversy by celebrating a goal for his club with a “drunk driving” steering wheel routine days after crashing his Bentley. Team-mate Jan Kopic said: “That’s just Limba.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "36",
            "goals for country": "1",
            "club": "Viktoria Plzen",
            "league": "First League (Czech Republic)",
            "date of birth": "06/10/1983",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Daniel Pudil",
            "bio": "Narrowly missed the squad in 2008 because of injury, and was left out in 2012. Is this going to be third time lucky? The 30-year-old defender moved to Watford from Granada in 2012, then left for Sheffield Wednesday on loan last August. He has been an impressive, consistent regular in their run to the play-offs - despite MK Dons manager Karl Robinson saying he should be “banned from football” over “the worst tackle I’ve seen” in December. Pudil was shown a yellow.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "31",
            "goals for country": "2",
            "club": "Sheffield Wednesday",
            "league": "Championship (England)",
            "date of birth": "27/09/1985",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Jiří Skalák",
            "bio": "Made his international breakthrough in the closing stages of qualifying, and has impressed with his toughness and his set-pieces. He joined Brighton from FK Mlada Boleslav for £1.2m in February, and has been in eye-catching form – which will be key to his inclusion in the squad. Won his club’s goal of the season award for a screamer against QPR. “Life has been really nice so far,” he told The Argus after picking up his trophy. “I’ve got my car, I’ve got a house. The food? Well that is something to get used to. But I have a good Italian restaurant nearby.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Maverick",
            "position": "Midfielder",
            "number": "",
            "caps": "6",
            "goals for country": "0",
            "club": "Brighton",
            "league": "Championship (England)",
            "date of birth": "12/03/1992",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Bořek Dočkal",
            "bio": "A key player for Czech coach Pavel Vrba. In qualifying he scored a spectacular goal against Holland, then two more against Turkey and another against Kazakhstan, finishing as his side’s top scorer. Started his career at Slavia Prague, then joined Slovan Liberec and Rosenborg before signing for Sparta Prague. Was a must-sign bargain for Football Manager 2015 fans.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "23",
            "goals for country": "6",
            "club": "Sparta Prague",
            "league": "First League (Czech Republic)",
            "date of birth": "30/09/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Ladislav Krejčí",
            "bio": "Criticised for poor performances in qualifying, but finding form at the right time. The pacey Krejčí played on the left wing as part of the Under-19 side which finished as runners-up in the 2011 European Championships. Was heavily linked with a £5m move to Newcastle last summer - the late Pavel Srníček tipping him as “a very, very good winger – a real entertainer”. On his day, definitely one to watch.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "21",
            "goals for country": "4",
            "club": "Sparta Prague",
            "league": "First League (Czech Republic)",
            "date of birth": "05/07/1992",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Vladimír Darida",
            "bio": "A huge talent, likely to be central to anything the Czech team achieve this season. Averages over 12km per Bundesliga match for Hertha Berlin – and if he can add more productivity to his “water carrier” qualities, could be one of the summer’s star names. The 5ft 6in midfielder was linked with Real Madrid in March, but told Bild: “Of course it’s nice to hear that they know who I am. But I have my feet on the floor. I’m satisfied with everything, just as it is.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Unsung hero",
            "position": "Midfielder",
            "number": "",
            "caps": "34",
            "goals for country": "1",
            "club": "Hertha Berlin",
            "league": "Bundesliga (Germany)",
            "date of birth": "08/08/1990",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Tomáš Rosický",
            "bio": "The captain, the top talent, and the deepest wrinkle on manager Pavel Vrba’s forehead. Rosický, still working his way back from another injury, is likely to be in the squad even if not fully fit, such is his importance. He earned his 100th cap in a 2-1 defeat away to Iceland in qualifying. Known as “the Little Mozart” during his time with Borussia Dortmund for his ability to “orchestrate from the middle”, he appeared on stage in 2010 to play guitar with punk band Tri Sestry.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Captain",
            "position": "Midfielder",
            "number": "",
            "caps": "101",
            "goals for country": "22",
            "club": "Arsenal",
            "league": "Premier League (England)",
            "date of birth": "04/10/1980",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Daniel Kolář",
            "bio": "Worked with manager Vrba at Viktoria Plzeň, and often turns up for a cameo at national level as a substitute for Rosický. Was named Talent of the Year at the 2006 Czech football awards, appeared in Euro 2012, and recently extended his club contract to 2019.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "27",
            "goals for country": "2",
            "club": "Viktoria Plzen",
            "league": "First League (Czech Republic)",
            "date of birth": "27/10/1985",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Jaroslav Plašil",
            "bio": "A turbulent international career so far: a long-term regular, but also first-choice scapegoat - thanks in part to his lack of dynamism and emotion. The former Monaco and Bordeaux player has valuable tournament experience, though. He scored for his country in Euro 2008 and unleashed a brilliant low strike against Spain in Euro 2012 qualifying. It’s also worth buying the Euro 2016 Panini sticker album just to enjoy his haircut: a 1990s curtains classic.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "98",
            "goals for country": "7",
            "club": "Bordeaux",
            "league": "Ligue 1 (France)",
            "date of birth": "05/01/1982",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Josef Šural",
            "bio": "Not in top form, but his versatility will almost certainly earn him a place in the squad. He can play out wide, in the hole, or up front: a multipurpose gift for any tournament manager. Šural made his international debut in November 2013, and joined Sparta from Slovan Liberec in January on a three-year deal. Says his favourite player is Didier Drogba.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "8",
            "goals for country": "1",
            "club": "Sparta Prague",
            "league": "First League (Czech Republic)",
            "date of birth": "30/05/1990",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Tomáš Necid",
            "bio": "Tall and strong in the Jan Koller mould. Has been held back by injuries, but in the last two seasons with Zwolle and Bursaspor has scored regularly enough to reach France as the Czechs’ No1 striker. His agent has linked him with Juventus. “Tomas is doing very nicely – and the Bianconeri are a big club. Necid to Juve? It could happen.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "37",
            "goals for country": "10",
            "club": "Bursaspor",
            "league": "Süper Lig (Turkey)",
            "date of birth": "13/08/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Milan Škoda",
            "bio": "A gift of a surname for headlines. The former defender is now a reliable all-round forward: a decent header and a tidy finisher, as he showed against Kazakhstan in qualifying by scoring twice. The son of the former Bohemians forward of the same name, and brother of second-tier SK Dynamo Czech Budejovice player Michal, Škoda’s role model is Wayne Rooney.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "8",
            "goals for country": "3",
            "club": "Slavia Prague",
            "league": "First League (Czech Republic)",
            "date of birth": "16/01/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "David Lafata",
            "bio": "Not fast, not a great header, not a tight-control dribbler. He just scores goals, and lots of them. At the start of 2014-15 he hit five for Sparta in one game – a 7-0 Champions League qualifying win over Levadia Tallinn - and followed that with a hattrick against Malmo. But he could do with upping his international hit-rate, having managed only six goals in the 36 games since his dramatic 2006 debut, when he scored both goals in a 2-1 win over Wales, despite only coming on as a sub in the 75th minute. Now aged 34, this is his last chance to shine in a big tournament.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "38",
            "goals for country": "9",
            "club": "Sparta Prague",
            "league": "First League (Czech Republic)",
            "date of birth": "18/09/1981",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }]
    }
}
