{
    "sheets": {
        "Players": [{
            "name": "Volkan Babacan",
            "bio": "Was gifted No1 status in 2014 after regular first choice Volkan Demirel’s “Kazakhstan moment” – the Fenerbahçe keeper reacting to a group of Galatarasay fans swearing at him during the warm-up for a Euro 2016 qualifier by storming off the pitch and refusing to come back. Babacan has kept the gloves since, and starred in Başakşehir’s win over Fenerbahce in May, saving a Robin van Persie penalty. Former international Rüştü Reçber called his performances “riveting”.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "No1 goalkeeper",
            "position": "Goalkeeper",
            "number": "",
            "caps": "16",
            "goals for country": "0",
            "club": "İstanbul Başakşehir",
            "league": "Süper Lig (Turkey)",
            "date of birth": "12/08/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Onur Kivrak",
            "bio": "Nicknamed “Butterfly” for his agility; loves to please the cameras. The Trabzonspor captain, who recovered from a cruciate ligament injury in 2014, has almost as many caps as Volkan Babacan, but will be his deputy in France. Often criticised for being suspect under mental pressure. In April he carefully placed his shirt and gloves on the grass after a lively Fenerbahce match and walked away, saying “I’m done”. He later apologised to fans “for any misinterpretation”.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "12",
            "goals for country": "0",
            "club": "Trabzonspor",
            "league": "Süper Lig (Turkey)",
            "date of birth": "01/01/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Harun Tekin",
            "bio": "Not to be confused with the Turkish alternative rock star of the same name. Tekin was called into the national side for the first time in 2015, and is considered a sound third choice keeper - though there were plenty for Fatih Terim to choose from. Tolga Zengin (Beşiktaş), Mert Akyuz (Adanaspor) and Muammer Yildirim (Mersin Idmanyurdu) all had claims for a squad place.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "0",
            "goals for country": "0",
            "club": "Bursaspor",
            "league": "Süper Lig (Turkey)",
            "date of birth": "17/06/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Gökhan Gönül",
            "bio": "The “Turkish Cafu”, and a reported target for West Ham. Turkey’s No1 international right-back for almost a decade, solid in defence and creative going forward. He was injured for Turkey’s last European Championships, in 2008, which he says left him experiencing “a passionate sadness – and a renewed dream”. He was cleared of wrongdoing in April after a pain-killing injection for a broken rib triggered a positive doping test.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "56",
            "goals for country": "1",
            "club": "Fenerbahce",
            "league": "Süper Lig (Turkey)",
            "date of birth": "04/01/1985",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Şener Özbayraklı",
            "bio": "Long-term understudy to Gönül, but has five years on him, so can expect more chances after France. The son of a biology teacher, he scored an eye-catching screamer against Akhisar Belediyespor in March, and went viral. One fan tweeted: “Breaking: Özbayraklı appointed National Defence Minister due to expertise with missiles.” Says his hero is Dani Alves.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "7",
            "goals for country": "0",
            "club": "Fenerbahce",
            "league": "Süper Lig (Turkey)",
            "date of birth": "23/01/1990",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Hakan Kadir Balta",
            "bio": "Known for two things: defensive reliability, and for being caught smoking in cafes by paparazzi. Balta brings plenty of experience as one of three survivors from Euro 2008, with Mehmet Topal and Arda Turan. Joined Galatasaray from Manisaspor in 2007, winning four Süper Liga titles. Wife Derya is a Turkish social media icon, constantly sharing “our lovely moments”.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "Defensive mainstay",
            "position": "Defender",
            "number": "",
            "caps": "45",
            "goals for country": "2",
            "club": "Galatasaray",
            "league": "Süper Lig (Turkey)",
            "date of birth": "23/03/1983",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Ahmet Çalık",
            "bio": "Young, but not shy. Was at the centre of a row in January over reports that he had phoned the Gençlerbirliği president Ilhan Cavcav to demand he sacked coach Yilmaz Vural. Cavcav went ahead and sacked Cavcav, telling the press: “It had to happen. The most important factor in my decision was the opinion of my players.” Çalık made his Turkey debut last year against Greece.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "3",
            "goals for country": "0",
            "club": "Gençlerbirliği",
            "league": "Süper Lig (Turkey)",
            "date of birth": "22/06/1994",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Mehmet Topal",
            "bio": "Defensive stalwart, nicknamed Spider in honour of his long legs. He played all but one game in the Euro 2008 semi-final run. Has spent most of his career with Galatasaray and Fenerbahçe, but had two years in La Liga with Valencia from 2010. Last year he escaped two armed attacks unhurt – once when the Fenerbahçe bus was shot at after a Süper Lig match, and again four months later when bullet-proof glass on his car protected him and a youth teamer from injury. Lives a high-profile life: he and wife Selda are one of Turkish football’s top celebrity couples.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "Unsung hero",
            "position": "Defender",
            "number": "",
            "caps": "58",
            "goals for country": "1",
            "club": "Fenerbahce",
            "league": "Süper Lig (Turkey)",
            "date of birth": "03/03/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Caner Erkin",
            "bio": "Left-back full of self-belief who joined CSKA Moscow for £3.5m in 2007, then moved to Fenerbahce via Galatasaray in 2010. Made his Turkey debut aged 17 in a friendly against Ghana. His build-up to the Euros has been mixed: after a row with manager Vitor Pereira he was banned from training for “low sporting morals and behaviour”, and spent May following his own fitness programme. Out of contract this summer, has been in talks with Internazionale.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "46",
            "goals for country": "2",
            "club": "Fenerbahce",
            "league": "Süper Lig (Turkey)",
            "date of birth": "04/10/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "İsmail Köybaşı",
            "bio": "Providing cover for Caner Erkin at left-back – or maybe more, depending on the Fenerbahçe man’s fitness. Köybaşı joined Beşiktaş in a €6.5m part-exchange, and provided the assist for Rodrigo Tello’s goal at Old Trafford in 2009 – United’s first home defeat in 24 European matches. He won his first Turkey cap in August that year, and says his hobbies are: “Relaxing, reading books and loving music. I really don’t lead an extravagant life.”",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "18",
            "goals for country": "0",
            "club": "Besiktas",
            "league": "Süper Lig (Turkey)",
            "date of birth": "10/07/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Semih Kaya",
            "bio": "Has been with Galatasaray since he was 15, and recovered from a serious head injury in 2007, to force his way into Galatasaray's first team, and later, the national team. ",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "23",
            "goals for country": "0",
            "club": "Galatasaray",
            "league": "Süper Lig (Turkey)",
            "date of birth": "24/02/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Ozan Tufan",
            "bio": "The only ever-present in Turkey’s 10 qualification games, despite critics calling him overweight. Moved to Fenerbahçe for €7m last summer, having made his international debut against Ireland in May 2014. In the build-up to the tournament Tufan’s mother co-starred with five other international players’ mothers in a Turkish Airlines promo, cooking an in-flight meal for her son.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "Young talent",
            "position": "Midfielder",
            "number": "",
            "caps": "23",
            "goals for country": "1",
            "club": "Fenerbahce",
            "league": "Süper Lig (Turkey)",
            "date of birth": "23/03/1995",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Selçuk İnan",
            "bio": "Star of his own Beckham-versus-Greece moment: an 89th-minute free-kick against Iceland in October 2015 which secured qualification. İnan – best friends since boyhood with striker Burak Yilmaz – played at every youth level for Turkey before his full debut in 2007 against Moldova, but was suspended for Euro 2008, and fell out with former manager Abdullah Avcı during 2014’s World Cup qualifying campaign. He is Fatih Terim’s vice-captain, though.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "51",
            "goals for country": "8",
            "club": "Galatasaray",
            "league": "Süper Lig (Turkey)",
            "date of birth": "10/02/1985",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Oğuzhan Özyakup",
            "bio": "Arsenal academy product “Ozzy” left London in 2012 with limited highlights: a cameo in the League Cup against Shrewsbury, and a place on the bench for the 8-2 mauling by Manchester United. But at Beşiktaş he has grown in stature, and adds much to the national side’s creativity and threat from free-kicks. Last year the former Turkey international Rıdvan Dilmen called him “a wizard”, compared him to Zinedine Zidane and mused: “Did he come from outer space?”",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "19",
            "goals for country": "1",
            "club": "Besiktas",
            "league": "Süper Lig (Turkey)",
            "date of birth": "23/09/1992",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Nuri Şahin",
            "bio": "Now well-recovered from his six-month loan at Liverpool in 2012, when Brendan Rodgers called him “a great technician”, then played him out of position at No10. When Şahin left he told the press: “I asked why he was playing me there. He could not answer. Thank God I left Brendan Rodgers.” Now a respected operator at Dortmund, and a reliable national team member since his debut in 2005. He married his cousin in 2007, and is fluent in five languages.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "48",
            "goals for country": "2",
            "club": "Borussia Dortmund",
            "league": "Bundesliga (Germany)",
            "date of birth": "05/09/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Hakan Çalhanoğlu",
            "bio": "German-born dead ball specialist, who found his form at club level at just the right time for France. Has spent his whole club career in Germany – playing for Karlsruher, Hamburg and Leverkusen, who paid €14.5m for him in 2014. Was caught up in Turkey’s infamous 2013 “hotel incident” when teammate Gökhan Töre and an armed friend invaded the hotel room he was sharing with Ömer Toprak to threaten Toprak at gunpoint in a “row over a woman”. After an extended ”bad atmosphere” over the death threats, Çalhanoğlu made up with Töre in 2015.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "Maverick",
            "position": "Midfielder",
            "number": "",
            "caps": "18",
            "goals for country": "6",
            "club": "Bayer Leverkusen",
            "league": "Bundesliga (Germany)",
            "date of birth": "08/02/1994",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Arda Turan",
            "bio": "Captain, leader, legend. Rated The Guardian’s 78th best player in the world last year – the only Turkish player in the top 100 – down 40 places on 2014 due to Barcelona’s transfer embargo limiting his playing time. Turkey’s Euro 2008 star joined Barça for an initial €34m last summer, and made his debut in January, but restricted chances and inconsistent form since then has led to links with Arsenal. He says he’ll stay patient, though. “I’m relaxed. I’ve been playing 40 to 50 games every season for a long time. Now I have some time to myself.” He overcame swine flu in 2009, collects sports cars, and features on the cover of the Turkish Fifa 15.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "Legend",
            "position": "Midfielder",
            "number": "",
            "caps": "90",
            "goals for country": "17",
            "club": "Barcelona",
            "league": "La Liga (Spain)",
            "date of birth": "30/01/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Volkan Şen",
            "bio": "Known by fans as “an emotional guy”. In 2010, two days before a vital league game, he flew ten hours to New York to visit his girlfriend, then ten hours back again. Bursaspor fined and banned him. In 2013 he walked off a pitch in tears after fans insulted his recently deceased mother. Coach Mustafa Akçay backed him, calling it an “understandable emotional collapse” in response to the abuse; chairman İbrahim Hacıosmanoğlu did not: “Swearing is unacceptable, but walking off was childish.” Şen made his Turkey debut in 2010, and is a useful option on the wing.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "16",
            "goals for country": "0",
            "club": "Fenerbahce",
            "league": "Süper Lig (Turkey)",
            "date of birth": "07/07/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Olcay Şahan",
            "bio": "Squad joker, good in press conferences. German born, he made his breakthrough at MSV Duisburg, earned a move to Kaiserslautern then to Turkey with Beşiktaş for €800,000 in 2012. Former Turkey manager Abdullah Avcı called him up for the first time in March 2013, while Fatih Terim included him in 2014 World Cup qualifying. A quick-witted, free-scoring left-winger with his own website, olcaysahan.com featuring inspirational quotes for fans, including: “Ours is a love story. A little like a black and white film.”",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "23",
            "goals for country": "2",
            "club": "Besiktas",
            "league": "Süper Lig (Turkey)",
            "date of birth": "26/05/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Emre Mor",
            "bio": "Europe’s current most coveted youngster. Nordsjaelland’s Denmark-born teenager scored a Messi-worthy goal against Copenhagen in March, which didn’t go unnoticed by Fatih Terim. Full of quality and pace, he could provide a spark from the bench in France. Manchester City, Manchester United, Liverpool and Arsenal have all had him watched. Mor says his decision to play for Turkey, not Denmark, was personal, and denied his mother made him do it. “I decided. I talked to my agent and I decided. It wasn’t my mother. I’m old enough to say for myself.”",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "1",
            "goals for country": "0",
            "club": "Nordsjealland",
            "league": "Super League (Denmark)",
            "date of birth": "24/07/1997",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Burak Yılmaz",
            "bio": "Two-time top scorer in the Turkish Super League, veteran of all four big clubs – Beşiktaş, Fenerbahçe, Trabzonspor and Galatasaray – and Turkey’s No1 striker for years. Now he’s “The King of Beijing” in China’s Super League. When he joined Beijing Guoan on a reported €8m a year deal in February he told the Turkish press he was feeling “complex, conflicting emotions… both sadness, and great joy”. Rivals fans like to criticise him for being too quick to tumble in the box, with various online gifs showing him being blown over by the wind.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "Main goalscorer",
            "position": "Forward",
            "number": "",
            "caps": "43",
            "goals for country": "19",
            "club": "Beijing Guoan",
            "league": "Super League (China)",
            "date of birth": "15/07/1985",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Cenk Tosun",
            "bio": "A professional supersub – deputy to Mario Gomez at Beşiktaş, and to Yılmaz for Turkey. “I don’t give up, though,” he says. “I am learning from the best.” The German-born forward scored a hattrick on his Beşiktaş Süper Lig debut in 2014 having signed from Gaziantepspor, and made his Turkey debut in 2013. Fatih Terim turned up at his celebrity wedding in May, leaving Turkish press impressed by “so many guests from the sporting, art and business worlds”.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "9",
            "goals for country": "3",
            "club": "Besiktas",
            "league": "Süper Lig (Turkey)",
            "date of birth": "07/06/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Yunus Mallı",
            "bio": "A lively No10, No8 or false 9 – Mallı brings much-valued versatility. German born to Turkish parents, he played at four youth levels for Germany but chose Turkey at senior level last year, saying: “I listened to the sound of my heart”. Mainz signed him from Borussia Mönchengladbach in 2011 and rejected a €13m bid from Dortmund in January because “the timing is not right… he’s vital to our chemistry”. Has also been linked with Tottenham and Galatasaray.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "5",
            "goals for country": "0",
            "club": "Mainz",
            "league": "Bundesliga (Germany)",
            "date of birth": "24/02/1992",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }]
    }
}
