{
    "sheets": {
        "Players": [{
            "name": "Thibaut Courtois",
            "bio": "Despite a stop-start season for Chelsea that began with his red card in the opening day draw with Swansea back in August, Courtois remains the undisputed No1 for coach Marc Wilmots. However, for a career that seemed to be heading in only one direction until then, there is a sense that he needs to improve if Belgium are to fulfil their status as one of the pre-tournament favourites. At just 24, though, Courtois has plenty of time on his side.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "No1 goalkeeper",
            "position": "Goalkeeper",
            "number": "",
            "caps": "35",
            "goals for country": "0",
            "club": "Chelsea",
            "league": "Premier League (England)",
            "date of birth": "11/05/1992",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Simon Mignolet",
            "bio": "Mignolet was first choice goalkeeper until Wilmots took over from George Leekens in 2012 and has made no secret of his disappointment at the decision. That culminated in a verbal spat with Courtois, who accused his rival of lacking respect when he spoke out against being dropped. Those differences appear to have now been settled with Mignolet apparently resigned to his backup role, although a less-than-convincing season for Liverpool has failed to pile any pressure on his Chelsea’s status as undisputed No1. A graduate in political science who didn’t become a goalkeeper until he was 15, he also supports the local Fruit Innovation Farmers & ALS Association in recognition of his home town Sint-Truiden’s traditional industry.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "16",
            "goals for country": "0",
            "club": "Liverpool",
            "league": "Premier League (England)",
            "date of birth": "06/03/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Jean-François Gillet",
            "bio": "At 36, Gillet’s best days may be behind him. But, as Pepe Reina would tell you, some players are valued for more than just their playing ability. Gillet has spent most of his career at middle-ranking clubs in Italy and was suspended from the 2014 World Cup after being suspended for his alleged role in an Italian match-fixing scandal. He returned home last season when he joined KV Mechelen on loan from Sicilians Catania and immediately announced himself as a hero by saving three penalties in a league match against Anderlecht. Gillet is also known as the joker in Wilmots’ squad and was pictured sporting a jester’s hat at a recent team get-together.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "9",
            "goals for country": "0",
            "club": "Catania",
            "league": "Lega Pro/C (Italy)",
            "date of birth": "31/05/1979",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Toby Alderweireld",
            "bio": "Southampton were so desperate to retain the services of Alderweireld last summer that they were prepared to go to court to keep him from signing for Spurs from Atlético Madrid. Their efforts were eventually foiled but this season’s performances at the heart of the Premier League’s best defence have shown why Ronald Koeman tried so hard. Alderweireld went 600 minutes without conceding a foul in March and April before deservedly ending up being named in the PFA team of the year. He is usually deployed at right-back for his country, although the absence of Vincent Kompany and his club partnership with Jan Vertonghen could persuade Wilmots to make a change.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Defensive mainstay",
            "position": "Defender",
            "number": "",
            "caps": "53",
            "goals for country": "1",
            "club": "Tottenham Hotspur",
            "league": "Premier League (England)",
            "date of birth": "02/03/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Thomas Meunier",
            "bio": "A winger when he was signed fromthird-tier side Virton in January 2011, Meunier has developed into an attacking right back who is naturally better going forward than defending. Has featured in a few friendly games so far but remains very much the back-up option to Alderweireld. Having started out as an amateur, Meunier used to work part-time in his local supermarket while playing for Virton and is seen as the poster boy in Belgium for players not snapped up by youth academies. “My ultimate dream is to play in England and specifically to Manchester United,” he said last year. “But for this, I still have a long way to go.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "5",
            "goals for country": "0",
            "club": "Club Brugge",
            "league": "Pro League (Belgium)",
            "date of birth": "12/09/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Christian Kabasele",
            "bio": "Uncapped when called up to the 23, the Genk player has been asked to provide cover in defence after injuries to Vincent Kompany, Nicolas Lombaerts, Bjorn Engels and Dedryck Boyata. \"Kabasele was very calm when joining the squad yesterday,\" Marc Wilmots said when announcing his 23. \"It was a bit unexpected for him, but I made clear to him that with the national team squad we are also just regular human beings and that he can always come to me or my staff if he has any questions.\"",
            "photo done?": "no",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "0",
            "goals for country": "0",
            "club": "Genk",
            "league": "Pro League (Belgium)",
            "date of birth": "24/02/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Laurent Ciman",
            "bio": "A back-up defender, he was named MLS defender of the year in his first season after joining Montreal Impact from Standard Liège in 2015",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "10",
            "goals for country": "0",
            "club": "Montreal Impact",
            "league": "MLS (United States)",
            "date of birth": "05/08/1985",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Jason Denayer",
            "bio": "Highly regarded by Wilmots, Manchester City’s young defender is seen as the natural successor to Vincent Kompany as a ball-playing centre back. One of several of the Red Devils’ squad with roots in the Democratic Republic of Congo, Denayer is a product of former France defender Jean-Marc Guillou’s academy - a long-term associate of Arsenal manager Arsene Wenger. He moved to City in 2013 and has since been loaned out to Celtic and Galatasaray to great effect, impressing on his international debut against France in 2014. Could be a gamble to risk him in the starting lineup but his versatility on the flanks could be very useful. ",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "5",
            "goals for country": "0",
            "club": "Manchester City",
            "league": "Premier League (England)",
            "date of birth": "28/06/1995",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Thomas Vermaelen",
            "bio": "Once upon a time, the former Arsenal captain was vice-captain and seen as a bedrock of the team. But just 506 minutes of league action for Barcelona this season indicate that his best days are now behind him, with Wilmots likely to turn to the 30-year-old only in cases of emergency. That said, Vermaelen remains respected by his team-mates and will be an experienced head to have around despite his constant battles with injury. During his spell in England, he married actress Polly Parsons - the former partner of ex-Eastenders actor Sid Owen - and she now lives with him in Barcelona.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "52",
            "goals for country": "1",
            "club": "Barcelona",
            "league": "La Liga (Spain)",
            "date of birth": "14/11/1985",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Jordan Lukaku",
            "bio": "Romelu’s younger brother still sports the dreadlocks that the Everton striker dispensed with last year - his Twitter profile says ‘my dreads are my identity’ - but that is largely where the similarities end. A fast, attack-minded left back with a good cross, his assist for his sibling in the friendly against Portugal in March capped a dream week for their father Roger, a former Zaire international who played for a string of clubs in Belgium during the 1990s. Jordan’s main asset is his pace but with Vertonghen pencilled in to start at left back, he made have to make do with a place on the bench in France.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "3",
            "goals for country": "0",
            "club": "Oostende",
            "league": "Pro League (Belgium)",
            "date of birth": "25/07/1994",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Jan Vertonghen",
            "bio": "His decision to choose Tottenham over Arsenal four years ago raised more than a few eyebrows but at least Spurs were in the title race longer than their rivals (before slipping beneath them in the table at the last). Having grown up with Alderweireld and Christian Eriksen at Ajax’s famed youth academy, the 29-year-old looked at home in Tottenham’s push for the Premier League title and will play a big role in Belgium’s campaign in France, even if it is as a left-back. He is also a rare breed of footballer who admits to enjoying reading a good book in his spare time rather than the obligatory video games. And, despite his reported salary of £60,000 a week, Vertonghen won a lot of sympathy in October 2015. While his teammates were turning up in their posh cars - Axel Witsel in a Cadillac, Kevin De Bruyne in a fancy SUV - the Tottenham defender was dropped off by his mum in a nine-year-old Toyota Corolla. He was even granted a goodbye kiss. The Corolla has a huge emotional value for the family Vertonghen. It was the last car his parents bought before his dad passed away after a lingering illness. Vertonghen doesn’t have a car in Belgium and always stays with his family when the national squad come together. In London he drives a Porsche. • This entry has been updated to reflect the fact that Tottenham failed to finish above Arsenal",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "75",
            "goals for country": "6",
            "club": "Tottenham Hotspur",
            "league": "Premier League (England)",
            "date of birth": "24/04/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Axel Witsel",
            "bio": "Already with 64 caps at the age of 27, Witsel – or Axel Laurent Angel Lambert Witsel to give him his full title – is seen as one of Wilmots’ key players. A regular for Standard Liege as a teenager, the holding midfielder has been on the radar of Premier League clubs for several years but chose to join Zenit St Petersburg from Benfica in 2012 for €40m. Witsel has been criticised recently in Belgium for slowing down the game too much, but he is a likely starter in the holding role. Having grown up in Vottem, a suburb of Liège, with Tottenham’s Nacer Chadli, he will have been disappointed to see this best friend not make the final 23.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "65",
            "goals for country": "6",
            "club": "Zenit Saint Petersburg",
            "league": "Premier League (Russia)",
            "date of birth": "12/01/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Radja Nainggolan",
            "bio": "Two years ago, Nainggolan was left to lick his wounds after being left out of the Red Devils squad for the World Cup. He has since become one of Wilmost’ first picks as a box-to-box midfielder capable of scoring goals and providing boundless energy. The son of an Indonesian father who left the family when Nainggolan was a child, he has two large wings on his back in memory of his Flemish mother who died in 2010. A product of the youth academy at Germinal Beerschot, he moved to Italy as a teenager and has played his entire career there. Nainggolan is also pretty easy to spot despite his diminutive size given his distinctive peroxide blond mohican. He loves dogs and nadmed one of them Rudi, after Rudi García, his former manager at Roma, who pushed him to become one of the best midfielders in Europe.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Maverick",
            "position": "Midfielder",
            "number": "",
            "caps": "18",
            "goals for country": "4",
            "club": "Roma",
            "league": "Serie A (Italy)",
            "date of birth": "04/05/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Marouane Fellaini",
            "bio": "Believe it or not but despite all the criticism that has come his way over the years Fellaini will go into Euro 2016 as the current top goalscorer in this squad with 15 goals. He has proven to be a valuable member of Wilmots’ squad because of his unique profile and versatility to play in several positions. Another player with roots in Africa, Fellaini’s father Abdellatif was a former goalkeeper forwho signed for Racing Mechelen but was not allowed to play for them after his club in Morocco refused to release his paperwork. He ended up becoming a Brussels bus driver before taking early retirement to manage his son’s career.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "68",
            "goals for country": "15",
            "club": "Manchester United",
            "league": "Premier League (England)",
            "date of birth": "22/11/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Moussa Dembélé",
            "bio": "A player with the kind of statistics the former Fulham midfielder has wracked up this season would usually walk straight into any international team but Dembélé will have to fight to earn a spot in the starting 11. He has never really impressed in the national team despite already winning more than 60 caps yet after his heroics for Spurs that almost helped them to the Premier League title, perhaps this is his time? Martin Jol is certainly a fan. “Dembélé is probably the best player on the ball I've ever seen,” he said in 2012. Poor Martin never really got over losing him and Clint Dempsey to Spurs that year.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "64",
            "goals for country": "5",
            "club": "Tottenham Hotspur",
            "league": "Premier League (England)",
            "date of birth": "16/07/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Kevin De Bruyne",
            "bio": "The engine of the Red Devils and the most popular player in the Flemish part of Belgium. De Bruyne has never disappointed with his aggressive, direct and often decisive approach. He may not be a leader with words, but the product of Genk’s academy lets his feet do the talking. Eligible to play for Burundi because his mother Anna was born there but raised in west London, he spent many Christmases in London as a child. De Bruyne has also launched his own range of clothing called 'KDB' in partnership with clothing label Cult Eleven. A portion of the proceeds from the line is sent to the Special Olympics – an event said to be close to his his heart.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Star man",
            "position": "Midfielder",
            "number": "",
            "caps": "39",
            "goals for country": "12",
            "club": "Manchester City",
            "league": "Premier League (England)",
            "date of birth": "28/06/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Eden Hazard",
            "bio": "Which Hazard will Belgium be able to call on this summer? Wilmots must hope it is the player who scored four goals in his last four matches in the Premier League rather than the disillusioned figure seen at Stamford Bridge for most of the campaign. In Kompany’s absence, Hazard has been handed the armband and his coach will be crossing his fingers it is an inspired appointment. The 25-year-old has continued to excel for his country while struggling at his club, scoring five times for them last year. Hazard, whose mother Carine was also a professional player, met his wife Natacha when he was just 14 before marrying her in 2012.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Captain",
            "position": "Midfielder",
            "number": "",
            "caps": "63",
            "goals for country": "12",
            "club": "Chelsea",
            "league": "Premier League (England)",
            "date of birth": "07/01/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Yannick Ferreira-Carrasco",
            "bio": "By any standards, the man with the double-barrelled surname has enjoyed a rapid rise for club and country. Just over a year ago he had still yet to play for Belgium’s senior team but a goal in Monaco’s surprise 3-1 victory at the Emirates against Arsenal in the Champions League catapulted Ferreira-Carrasco into the limelight. A €20m move to Atlético followed in the summer, where he has continued to excel for Diego Simeone’s side. Now considered to be one of the brightest talents in the squad, he is seen as one of the players the Red Devils can rely on for the next decade. He is currently dating Noémie Happart, who was crowned Miss Belgium in 2013.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Young talent",
            "position": "Midfielder",
            "number": "",
            "caps": "4",
            "goals for country": "0",
            "club": "Atlético Madrid",
            "league": "La Liga (Spain)",
            "date of birth": "04/09/1993",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Dries Mertens",
            "bio": "Perhaps one of the underrated players in a squad crammed full of stars, Mertens is actually one of Belgium’s most popular players. He adds speed to the side and has enjoyed a profitable partnership with De Bruyne in the past. His early career saw Mertens move to Dutch side AGOVV Apeldoorn after a lack of opportunities at both Anderlecht and Ghent, before progressing to Utrecht and then PSV Eindhoven. Now a key part of Napoli’s freescoring attack, he will be hard to shift from his berth in Wilmots’ preferred XI. Gary Cahill probably doesn’t have such pleasant memories of him, however. Mertens challenge in a pre-tournament friendly ruled the England defender out of Euro 2012.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "43",
            "goals for country": "8",
            "club": "Napoli",
            "league": "Serie A (Italy)",
            "date of birth": "06/05/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Romelu Lukaku",
            "bio": "Looked like being a shoo in to be Belgium’s’ main striker after his blistering form earlier in the season that brought the 23-year-old 15 goals before the end of 2015. However, just three since then as Everton’s season disintegrated means there is now considerable doubt about his status. Origi emerged as Wilmots’ preferred choice at the 2014 World Cup in Brazil and Lukaku will need to show he can be the focal point to his side’s talented attack. Having scored an incredible 131 goals in 93 games for Anderlecht’s youth side, Lukaku once featured in his own TV show on Belgian TV called De School Van Lukaku (Lukaku's School).",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "42",
            "goals for country": "10",
            "club": "Everton",
            "league": "Premier League (England)",
            "date of birth": "13/05/1993",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Christian Benteke",
            "bio": "Was perhaps a surprise inclusion in the final 23 after a disappointing season for his club and after missing the World Cup due to an injury, he is expected to be a squad player in France. Benteke lost his place as a first-choice striker to Lukaku after he started struggling at Liverpool, although his profile still fits Belgium’s style of play the best. Born in Kinshasa in the Democratic Republic of Congo, he was sent to live with his uncle in Liège after his father decided that President Mobutu Sese Seko’s regime was becoming too dangerous for his young family. Benteke’s has a younger brother Jonathan is also a professional who plays for Zulte Waregem.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "25",
            "goals for country": "6",
            "club": "Liverpool",
            "league": "Premier League (England)",
            "date of birth": "03/12/1990",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Michy Batshuayi",
            "bio": "A quick, strong and agile striker who boasts a fantastic scoring record at club level. Batshuayi has impressed as a sub for Belgium in the games he played, although he is not the most disciplined player. That could work against him in the fight to be Wilmots’ leading man, although the coach is a fan of the mobility that saw the 22-year-old find the net 17 times in Ligue 1. Despite being born in Belgium, he appeared ready to commit his international future to DR Congo until a late intervention from the coach changed his mind. Time will tell if he made the right decision.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "4",
            "goals for country": "2",
            "club": "Marseille",
            "league": "Ligue 1 (France)",
            "date of birth": "02/10/1993",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Divock Origi",
            "bio": "Wilmots rates him. And so does Jürgen Klopp. Origi was the revelation of the World Cup, after he came out of nowhere to start both of Belgium’s knockout matches against USA and Argentina. A difficult start to life at Anfield saw the 21-year-old relegated to the U21s in November, but his recent performances guaranteed a place in the squad. His versatility – Origi is comfortable up front or on either flank – could be useful as the tournament progresses. The son of former Kenya international Mike Origi, Divock was born in Ostend. He also had a baby dolphin at the Boudewijn Seapark in Brugesnamed after him following his goal against Russia in Brazil.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "17",
            "goals for country": "3",
            "club": "Liverpool",
            "league": "Premier League (England)",
            "date of birth": "18/04/1995",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }]
    }
}
