{
    "sheets": {
        "Players": [{
            "name": "Gianluigi Buffon",
            "bio": "Now 38, Italy’s most capped player shows no signs of slowing down, having just had one of the best seasons of his career, during which he set a new all-time Serie A record by not conceding for 974 minutes. Buffon is also his country's most capped player with a staggering 156 appearances for the Azzurri. It is difficult to think that he was low on confidence and battling depression in 2003 when he was already a star for Juventus. \"To the fans it does not matter a damn how you are,” he said years later when he was ready to talk about it. “You are seen as the footballer, the idol, so no one thinks to stop and ask you: 'Hey, how are you?'\" Wrote a lovely open letter to the goal he defends in 2016. \"I was 12 when I turned my back on you, denying my past to guarantee you a safe future. I went with my heart. I went with my instinct,” it started.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "No1 goalkeeper",
            "position": "Goalkeeper",
            "number": "",
            "caps": "157",
            "goals for country": "0",
            "club": "Juventus",
            "league": "Serie A (Italy)",
            "date of birth": "18/01/1978",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Salvatore Sirigu",
            "bio": "The goalkeeper was nicknamed ‘Walterino’ – the little Walter – by Palermo first team coach Francesco Guidolin when he was playing for the youth teams at the club because of his similarities to the great Walter Zenga. Had started out up front but was suffering from mild asthma so made the move to become a goalkeeper. Moved to PSG in 2011 and has gained considerable Champions League experience there but lost his place to Kevin Trapp at the start of the 2015-16 season. Does not seem too concerned about Gianluigi Buffon being ahead of him in the pecking order. “It is a source of pride for me,” Sirigu said earlier this season,” to be part of such a talented group of Italian goalkeepers.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "15",
            "goals for country": "0",
            "club": "Paris Saint-Germain",
            "league": "Ligue 1 (France)",
            "date of birth": "12/01/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Federico Marchetti",
            "bio": "The Lazio man is 33 now and had been expected to miss out to a younger goalkeeper but Antonio Conte went for experience in the end with Mattia Perin injured. Marcehetti actually played two and a half games at the World Cup but after coming on to replace Gianluigi Buffon at half-time in the first game, he conceded four of the five shots he encountered and the reigning world champions went home after the group stage. ",
            "photo done?": "no",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "11",
            "goals for country": "0",
            "club": "Lazio",
            "league": "Serie A (Italy)",
            "date of birth": "07/02/1983",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Matteo Darmian",
            "bio": "Injury allowed the Manchester United defender to break into the squad on the eve of the 2014 World Cup and he hasn’t looked back, chalking up 21 caps in the two years since. Having started his career as a centre-back, he is equally capable of playing on both flanks and has come a long way since being told he had no future at Milan just six short years ago. Unusual in modern football insomuch that he hates tattoos. Has built his game on three former Milan players, Clarence Seedorf, Alessandro Nesta and Paolo Maldini. “To say that I tried to steal something from them would be pretentious,” he once told Gazzetta dello Sport. “Let’s say that Clarence taught me what personality is, Sandro elegance and Paolo professionalism.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "22",
            "goals for country": "1",
            "club": "Manchester United",
            "league": "Premier League (England)",
            "date of birth": "02/12/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Mattia De Sciglio",
            "bio": "The versatile defender, who can play both on the right and left of defence, has been with Milan since 2002 and made his Champions League debut as an 18-year-old against Viktoria Plzen in 2011. Remarkably, the only Milan player in the Italy squad in France. Played one game at the 2014 World Cup, against Urugay. ",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "22",
            "goals for country": "0",
            "club": "Milan",
            "league": "Serie A (Italy)",
            "date of birth": "20/10/1992",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Angelo Ogbonna",
            "bio": "The former Torino and Juventus centre-back joined West Ham in 2015 but was dropped in September after a loss of form. He told Gazzetta dello Sport that he was struggling with the language and \"that it was not easy to establish human relationships in England\". However, he won his place back and made the Italy squad despite getting in trouble in Italy in February for a light-hearted tweet with a picture of him outside a telephone box with the text \"Who knows if Mr Conte has my English number??!! #wholivedhopingdiedIcantsayhow #national team #Azzurri\". Some Italians found it disrespectful, a reaction which baffled Ogbonna. \"I had a go at British humour and used it as context.  I don't really understand what's wrong,\" he said.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "10",
            "goals for country": "0",
            "club": "West Ham",
            "league": "Premier League (England)",
            "date of birth": "23/05/1998",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Andrea Barzagli",
            "bio": "Despite making his Italy debut a full six years before his club colleague Leonardo Bonucci, they are roughly on the same number of caps. Bonucci. Berzagli is currently experiencing a renaissance and, despite not being the quickest of defenders, his impeccable reading of the game makes him a very hard defender to get past. Leads a low-key life with his wife Maddalena, who said in one interview: “Our secret are the values we have from our parents, mainly humility and to lead simple lives. The secret is also to surround yourself with ‘real’ people. People who care about you and want the best for you because of who you are and not who you have become. That is to say old friends, from school, when you were a kid.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "55",
            "goals for country": "0",
            "club": "Juventus",
            "league": "Serie A (Italy)",
            "date of birth": "08/05/1981",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Giorgio Chiellini",
            "bio": "The third man in Juventus’ impressive defensive trio who could all start for Italy in France (the other two being Andrea Berzagli and Leonardo Bonucci). Despite the rough reputation which precedes him, Chiellini has never been sent off in 82 appearances for Italy. A childhood basketball fan, of the LA Lakers in particular, his intelligence is not confined to the football field. In 2010, he graduated from the University of Turin in Economics and Business, following a thesis on the financial management of a sports club, which saw him receive a final mark of 99%. Apart from being an enormously talented defender, he achieved worldwide fame during the 2014 World Cup when Luis Suárez bit him on the shoulder. The picture of Chiellini’s pained face and the teeth marks on his shoulder travelled around the world.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Hard man",
            "position": "Defender",
            "number": "",
            "caps": "83",
            "goals for country": "6",
            "club": "Juventus",
            "league": "Serie A (Italy)",
            "date of birth": "14/08/1984",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Leonardo Bonucci",
            "bio": "The Juventus centre back’s fearless attitude isn’t just confined to the field of play. In 2012, a gun-wielding mugger learned that the hard way when he attempted to steal the former Bari man’s watch, and was downed by a swift punch. That determination is evident in his defending and he is one of eight players who have been part of the Juventus squad for each of their five successive Serie A titles. Struggled withOsgood-Schlatter disease as a boy. “As a lad I missed five months of sporting activity to OSD,” he said in 2010. “It used to wake me up at night with pain in my knees.” Pep Guardiola called him “one of my favourite players ever” after Bayern had played Juventus in 2016.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Unsung hero",
            "position": "Defender",
            "number": "",
            "caps": "56",
            "goals for country": "3",
            "club": "Juventus",
            "league": "Serie A (Italy)",
            "date of birth": "01/05/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Thiago Motta",
            "bio": "The PSG man’s lack of pace was exposed badly in the Azzurri’s resounding recent defeat in Germany and Conte will surely be bearing that in mind as he considers how best to replace Marchisio and Verratti in the starting XI in France. Despite being born in Brazil, he is eligible to play for Italy through his great-grandfather Fortunato Fogagnolo, who left the peninsula for South America in the 20th century. He holds the distinction of winning league titles in Italy, Spain and France during his storied career.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "25",
            "goals for country": "1",
            "club": "Paris Saint-Germain",
            "league": "Ligue 1 (France)",
            "date of birth": "28/08/1982",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Marco Parolo",
            "bio": "The Lazio man is likely to be the big beneficiary of injuries to Claudio Marchisio and Marco Verratti. The midfielder possesses a keen eye for goal and dangerous shot from distance, although he had yet, by May 2016, to net for his country. He has taken a tough road to the top, having played in Lega Pro, Serie C and Serie B before making it to the pinnacle of Italian football. Says his favourite midfielder is Steven Gerrard, “because he always looked for the goal and to be involved. Always. He is a midfielder of the whole pitch, just like me, likes to be in the middle of things rather than on the outside. At the World Cup I asked for his shirt but he had already promised to give it to someone else. But it was such a strong emotion to play against him.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "19",
            "goals for country": "0",
            "club": "Lazio",
            "league": "Serie A (Italy)",
            "date of birth": "25/01/1985",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Daniele De Rossi",
            "bio": "The Roma man is currently the Azzurri’s highest scoring midfielder of all time with, in May 2016, 17 goals to his name in his 101 caps. Serie A’s highest paid player has a reputation for being a cold, tough character (not unlike his hero Roy Keane) but his heartfelt gesture in placing his 2006 World Cup winner’s medal in the coffin on the national team’s kitman Pietro Lombardi earlier this year and his Teletubbies tattoo proves otherwise. Has been with Roma all his career, although admits that maybe he should have tried to play abroad. He said in 2014: “If I had the chance to be 20 again I would move abroad, make new experiences from life and football. Maybe I would have played more in the Champions League and more in finals. I would have expanded my boundaries and my professional experiences. But there we are. I have always gone for lunch at my parents, they live three minutes away. I have always been very looked after, very pampered, and it is difficult to move away from that.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "102",
            "goals for country": "17",
            "club": "Roma",
            "league": "Serie A (Italy)",
            "date of birth": "24/07/1983",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Stefano Sturaro",
            "bio": "The call-up that caused the most controversy with anger in certain quarters that he had been selected before Napoli's Jorginho. Sturaro's name was even trending on Twitter as commentators argued that Jorginho had played much more league games this season and was by far the more skilful of the two. Sturaro offers more bite in midfield and it is no accident that he has been compared with Gennaro Gattuso (albeit a slightly more attack-minded one). ",
            "photo done?": "no",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "0",
            "goals for country": "0",
            "club": "Juventus",
            "league": "Serie A (Italy)",
            "date of birth": "09/03/1993",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Emanuele Giaccherini",
            "bio": "The Bologna utility man is a firm favourite of Conte’s, to such an extent that it has become a running joke among fans when he is selected for a squad. A disappointing spell at Sunderland may have coloured the view of the diminutive playmaker to outside observers but he proved both during his time at Juventus and most recently at Bologna that he is a player of undoubted technical ability. Has had several nicknames, including La Pulce and Il Giak, but the most famous one has been Giaccherinho, with the inference that he was as skilful as a Brazilian. Antonio Conte once picked up on it, saying “If he was called Giaccherinho he would be much more appreciated.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "24",
            "goals for country": "3",
            "club": "Bologna",
            "league": "Serie A (Italy)",
            "date of birth": "05/05/1985",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Federico Bernardeschi",
            "bio": "Conte is a big fan of the versatile Fiorentina winger who made his first appearances at senior level in March’s friendlies against Spain and Germany. A native of Carrara, the same town which produced Gianluigi Buffon, the 22-year-old, who is comfortable anywhere across the attack, has rebounded exceptionally from the shocking leg break in 2014 which threatened to derail his progress. Watching him closely, you can sense more than a little inspiration of his heroes in his performances. “I always saw [Francesco] Totti as my role model for the way he plays and his charisma,” he said. “I like great players and big characters who have worn the No.10 who make their mark on football, like [Roberto] Baggio and [Giancarlo] Antognoni.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "3",
            "goals for country": "0",
            "club": "Fiorentina",
            "league": "Serie A (Italy)",
            "date of birth": "16/02/1994",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Antonio Candreva",
            "bio": "Often impresses whenever he dons the blue of his country, the Lazio player netted twice in qualifying to secure draws in both games against Croatia and preserve Italy’s unbeaten record. A Roma fan growing up, he did not get the warmest of welcomes when he signed for Lazio. “I still remember the first day I arrived at Formello [the training ground],” he told Gazzatta dello Sport. “There were a lot of people there and when I drove past in my [Fiat] 500 they insulted me heavily because I had been a Roma fan. After that I always arrived really early because I didn’t want anyone to be waiting out there for me.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "37",
            "goals for country": "3",
            "club": "Lazio",
            "league": "Serie A (Italy)",
            "date of birth": "28/02/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Alessandro Florenzi",
            "bio": "Florenzi’s versatility has proven to be more of a hindrance than a help at times and he has operated in every area of the field at some point in his career, even in goal. Those who knew the fully-focused Roma star as a youngster will express no surprise that he has made it to the top. His uncle Pietro recalled a time when he bumped into a four-year-old Florenzi leaving his house with a football tucked under the arm. “Are you going to play Ale?” he enquired. “No, I’m going to work!” was the swift response. Such is his popularity in the via del Mare area of Rome where he grew up that the entire neighbourhood invested in Sky Sport Italia subscriptions five years ago to watch him in action when he was loaned to Crotone.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Maverick",
            "position": "Midfielder",
            "number": "",
            "caps": "16",
            "goals for country": "2",
            "club": "Roma",
            "league": "Serie A (Italy)",
            "date of birth": "11/03/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Stephan El Shaarawy",
            "bio": "Revitalised since his January switch to Roma, he has fought his way back into the Italy squad, scoring a consolation in their recent 4-1 defeat against Germany. His father’s Egyptian background gave him both his unique surname and nickname ‘Il Faraone’, which translates as ‘The Pharaoh’. Made his breakthrough at Milan and for one giddy six-month spell, at the start of the 2012-13 season, he scored 10 league goals and was hailed as the future of Italian football. \"A champion's strength comes from never being contented,” he said back then but did not appear to listen to himself as he lost focus and form. He is 23 years old now - no longer a boy - and this would be the perfect summer to show the rest of Europe (and the world) what he is capable of.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "18",
            "goals for country": "3",
            "club": "Roma",
            "league": "Serie A (Italy)",
            "date of birth": "27/10/1992",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Lorenzo Insigne",
            "bio": "After a two-year absence from the international set-up, the Napoli man was deservedly recalled for March’s friendlies. Has too much talent to have played so few times for the national side, with the forward’s commitment and dedication to his club perhaps to the detriment of his international career. The archetypal local lad come good, Insigne grew up in the Frattamaggiore area of Naples and has gone on to become a leading light for his boyhood heroes. Sadly, his celebrity has at times been a curse and earlier this season he was robbed at gunpoint while stopped his car, with the thief having the audacity to ask the tricky forward to dedicate his next goal to him.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Star man",
            "position": "Forward",
            "number": "",
            "caps": "9",
            "goals for country": "2",
            "club": "Napoli",
            "league": "Serie A (Italy)",
            "date of birth": "04/06/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Ciro Immobile",
            "bio": "Serie A’s top scorer in 2013-14, the Torino man’s goal return for his country is disappointing, his only strike coming in a friendly against the Netherlands two years ago, considering he has started on nine of his 12 appearances. Spells abroad at Borussia Dortmund and Sevilla have failed to work out since then and he will need to shake off a troublesome recurring injury if he is to be part of Conte’s plans in France.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "12",
            "goals for country": "1",
            "club": "Torino",
            "league": "Serie A (Italy)",
            "date of birth": "20/02/1990",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Simone Zaza",
            "bio": "Another man with a subpar scoring record at international level with just one in nine caps but his struggles to force his way into Juventus’ starting XI means he will likely be a bit part player at best. However, that is a role which could suit him perfectly as his goals per minute ratio is higher than any other Bianconeri player this season.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "10",
            "goals for country": "1",
            "club": "Juventus",
            "league": "Serie A (Italy)",
            "date of birth": "25/06/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Éder",
            "bio": "The Brazil-born striker was a controversial call-up when first selected by Antonio Conte last spring. He quelled some of those concerns with an equaliser on his debut in Bulgaria and had, by mid-May 2016, scored twice in his nine appearances. Although some, current Inter coach Roberto Mancini ironically among them, voiced concerns about a player with no real ties to Italy playing for the country, the striker himself believes it isn’t an issue. “In Italy, there are still too many preconceptions when it comes to the national side,” he said in an interview last year. “There is bias towards the homegrown players here, whereas in Germany or France it isn’t such a big deal but thankfully it is only the opinion of the coach which counts.” On a long-term loan deal at Inter from Sampdoria.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "10",
            "goals for country": "2",
            "club": "Sampdoria",
            "league": "Serie A (Italy)",
            "date of birth": "15/11/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Graziano Pellè",
            "bio": "One of the few members of the Italy squad plying his trade outside of the peninsula, the Southampton striker was his country’s top scorer in qualifying with three goals. In fact, it is outside of Italy where he has been at his best throughout his career, particularly during a fruitful spell with AZ Alkmaar. Few players have the audacity to pull a prank on Louis van Gaal but the unassuming target man did just that when discussing terms over a deal with AZ. “We were talking about shirt numbers and I like nine because it is a classic striker’s one but it was taken,” Pelle revealed. “He offered me 19, 90 or 99 but I refused and jokingly said I wouldn’t sign for the club. He was absolutely furious and asked my agent how I could dare do such a thing!” The San Cesario native was also a nationwide name for his ballroom dancing skills as a youngster.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Main goalscorer",
            "position": "Forward",
            "number": "",
            "caps": "12",
            "goals for country": "5",
            "club": "Southampton",
            "league": "Premier League (England)",
            "date of birth": "15/07/1985",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }]
    }
}
