{
    "sheets": {
        "Players": [{
            "name": "Lukasz Fabianski",
            "bio": "For seven years he played second fiddle at Arsenal, first to Jens Lehmann and then to Wojciech Szczesny. The thought was that the 31-year-old lacked the ambition to be a No1, but he proved the doubters wrong by moving to Swansea, where he has not disappointed, missing just one game in two seasons. It is a similar story with the national team – Fabianski took over from Szczesny in 2015 for the game against the Republic of Ireland in Dublin. He helped Poland secure a point and has not looked back.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "No1 goalkeeper",
            "position": "Goalkeeper",
            "number": "",
            "caps": "29",
            "goals for country": "0",
            "guardian rating": "",
            "club": "Swansea City",
            "league": "Premier League (England)",
            "date of birth": "18/04/1985",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Wojciech Szczesny",
            "bio": "A lot of Poles joke that he has to be in goal for the Germany game at the Euros as his two best games for the national team were against Poland’s neighbours. First in a 2-2 draw in Gdansk in 2011, then in Poland’s historic, first ever win over Germany in 2014 in Warsaw. Szczesny is good mates with Robert Lewandowski (both were born in Warsaw) so plays one of the leading roles in the dressing room. He can be a joker – before the 2-0 win over he mentioned the Brazilian keeper Dida several times in a press conference following a bet. Szczesny has done very well at Roma and there is talk of him extending his loan there from Arsenal for another season.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "25",
            "goals for country": "0",
            "guardian rating": "",
            "club": "Arsenal",
            "league": "Premier League (England)",
            "date of birth": "18/04/1990",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Artur Boruc",
            "bio": "When it looked like the “Holy goalie” had found paradise on earth after leaving Glasgow’s east side for Tuscany he surprisingly returned to the UK from Fiorentina in 2012. Even more surprisingly he has subsequently had successful spells at Southampton and Bournemouth. Poland’s best player in their World Cup 2006 and Euro 2008 final campaigns, the 36-year-old will most probably spend time in France telling younger colleagues what to do and what not to. Still wants to end his career at his beloved Legia Warsaw and then travel the world with their fans.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "61",
            "goals for country": "0",
            "guardian rating": "",
            "club": "Bournemouth",
            "league": "Premier League (England)",
            "date of birth": "20/02/1980",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Thiago Cionek",
            "bio": "Brazilian-born Cionek earned Polish citizenship in 2011, his great grandparents having migrated from Poland to Curitiba before the First World War. Made his Poland debut in May 2014 against Germany, and earned his squad place for France via some positive reviews in Serie A. Gives short shrift to fans who say he’s not Polish enough to be involved. “I speak Polish, I have a Polish-Brazilian family, my girlfriend is Polish, we’re getting married in Poland. I am a Pole.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "4",
            "goals for country": "0",
            "guardian rating": "",
            "club": "Palermo",
            "league": "Serie A (Italy)",
            "date of birth": "21/04/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Lukasz Piszczek",
            "bio": "The young forward and winger was turned into a full-back by Jürgen Klopp at Dortmund in what proved to be a choice career decision. He is the least-known member of the “Polonia” Dortmund Polish trio, remaining in the shadow of Kuba Blaszczykowski and Robert Lewandowski, who left for Bayern Munich in 2014. Piszczek is a sure fixture on the right of the national team’s defence although does not go forward as often as he used to. Piszczek has just been voted best Bundesliga right-back of the season.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "45",
            "goals for country": "2",
            "guardian rating": "",
            "club": "Borussia Dortmund",
            "league": "Bundesliga (Germany)",
            "date of birth": "03/06/1985",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Kamil Glik",
            "bio": "After spending his early years in Real Madrid’s third team he returned to Poland only to be relegated with Piast Gliwice. He left for Italy, with many predicting another quick comeback. He failed to make much of an impact at Palermo and Bari but he has developed impressively at Torino, where he was made captain and is one of the fans’ heroes, with rapper Willie Peyote dedicating a song to him. He did not make the Euro 2012 squad after being sent home at the last minute so will be desperate to make up for it in France. He is now a rock in the heart of Poland’s defence. Missed only one qualification game because of suspension. He also has German citizenship with his name listed as “Glück” which means “lucky”.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Defensive mainstay",
            "position": "Defender",
            "number": "",
            "caps": "37",
            "goals for country": "3",
            "guardian rating": "",
            "club": "Torino",
            "league": "Serie A (Italy)",
            "date of birth": "03/02/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Michal Pazdan",
            "bio": "This no-nonsense defender was born and brought up in the Krakow district of Nowa Huta known for its roughness. Discovered by Leo Beenhakker in 2007 and nicknamed “Piranha” by the Dutch coach, Pazdan made Euro 2008 but did not play a minute there. His other name is “Kung-Fu Pazdan” because of his defending style. A year ago he was snapped up by Legia Warsaw from Jagiellonia Białystok for €700,000 – the second highest transfer ever between Polish clubs. Deputised for Kamil Glik in a home qualifier against Georgia and will most likely play alongside him at the Euros.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "14",
            "goals for country": "0",
            "guardian rating": "",
            "club": "Legia Warsaw",
            "league": "Ekstraklasa (Poland)",
            "date of birth": "21/09/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Bartosz Salamon",
            "bio": "This tall centre-back left Poland for the Italian side Brescia at the early age of 16 where his defending skills were developed. Had experience at several clubs (including Milan where he didn’t play a minute for the first team) before settling at Cagliari where he has just been promoted to Serie A. Despite having only five caps he might feature in France as Adam Nawałka, the national team manager, is known to be a big fan of Calcio.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "5",
            "goals for country": "0",
            "guardian rating": "",
            "club": "Cagliari",
            "league": "Serie B (Italy)",
            "date of birth": "01/05/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Jakub Wawrzyniak",
            "bio": "Apart from Artur Boruc the oldest member of the squad, with a genuine sense of humour. He says self-deprecatingly he plays substitute to a non-existent left-back to explain his amount of national caps. After Polska finally beat Germany he was the happiest man alive. It had been his error in 2011 that had allowed Cacau to equalise in added time, after which he became a figure of ridicule and stopped giving interviews.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "43",
            "goals for country": "1",
            "guardian rating": "",
            "club": "Lechia Gdansk",
            "league": "Ekstraklasa (Poland)",
            "date of birth": "07/07/1983",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Artur Jedrzejczyk",
            "bio": "Jedrzejczyk, who can play at right or centre-back, returned to Legia on loan recently from Russian side Krasnodar. One of the national team’s more eccentric players, he was not afraid to perform a spectacular breakdance in the changing room after the decisive win over Ireland with President Andrzej Duda watching.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "17",
            "goals for country": "2",
            "guardian rating": "",
            "club": "Legia Warsaw",
            "league": "Ekstraklasa (Poland)",
            "date of birth": "04/11/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Krzysztof Maczynski",
            "bio": "Central midfielder who was ridiculed for a long time as the national manager’s “son”. Maczynski was rumoured to have been put into the side to earn a transfer. But after coming back to Krakow from China he silenced all the critics in 2015 with fine displays against Scotland and especially Ireland with his assist for Lewandowski’s winning goal. Currently struggling to regain full fitness Maczynskiwill most probably just make the squad.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "14",
            "goals for country": "1",
            "guardian rating": "",
            "club": "Wisla Krakow",
            "league": "Ekstraklasa (Poland)",
            "date of birth": "23/05/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Piotr Zielinski",
            "bio": "Midfield maestro, a typical No10, a position which Poland doesn’t really employ but can switch to at anytime. Like Salamon, Glik or Szczesny, Zielinski moved abroad as a teenager. Had his moments at Udinese but has really struck form this season at Empoli where he has scored four goals and made six assists. Rumoured to be on his way to a bigger club, with Napoli and Liverpool mentioned.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "13",
            "goals for country": "3",
            "guardian rating": "",
            "club": "Empoli",
            "league": "Serie A (Italy)",
            "date of birth": "20/05/1994",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Grzegorz Krychowiak",
            "bio": "Left Poland for France at 16 and developed such a strong accent he could have auditioned for ’Allo ’Allo! The defensive rock in the midfield of the successful Sevilla side, it would be no exaggeration to put him in the top 10 in Europe for his position. “Krycha” concentrates on his defensive duties but has an eye for a goal or two, as in the Europa League final in 2015 in Warsaw or the decisive qualifier against Ireland last autumn.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Hard man",
            "position": "Midfielder",
            "number": "",
            "caps": "32",
            "goals for country": "2",
            "guardian rating": "",
            "club": "Sevilla",
            "league": "La Liga (Spain)",
            "date of birth": "29/01/1990",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Jakub Blaszczykowski",
            "bio": "The long-time national team captain lost the armband to Lewandowski which must have hurt him a lot as they were not the best of friends. After setting up one of the latter’s goals against Georgia the two hugged, much to the relief of the nation. Midway through the season Jakub moved on loan from Dortmund to Fiorentina where he has failed to make much of an impact. When selected for a friendly against Serbia in March he scored the winning goal, ensuring a place on the plane for France.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "76",
            "goals for country": "16",
            "guardian rating": "",
            "club": "Fiorentina",
            "league": "Serie A (Italy)",
            "date of birth": "14/12/1985",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Bartosz Kapustka",
            "bio": "A skilful offensive midfielder and the youngest member of the squad who was voted Discovery of 2015 by football weekly magazine Pilka Nozna. Apparently the captain Lewandowski looks after him. Which is just as well – he was knocked out by a drunken reveller in a Krakow nightclub last year.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Young talent",
            "position": "Midfielder",
            "number": "",
            "caps": "4",
            "goals for country": "2",
            "guardian rating": "",
            "club": "Cracovia",
            "league": "Ekstraklasa (Poland)",
            "date of birth": "23/12/1996",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Karol Linetty",
            "bio": "Central midfielder who has already made almost 100 league appearances for Lech Poznan despite his young age. Put in the starting lineup for the qualifying decider against Ireland and did not disappoint. Linked with several Premier League sides, his physical style would suit a move there.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "9",
            "goals for country": "1",
            "guardian rating": "",
            "club": "Lech Poznan",
            "league": "Ekstraklasa (Poland)",
            "date of birth": "02/02/1995",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Tomasz Jodlowiec",
            "bio": "Might play alongside Krychowiak as a defensive midfielder. Will not shine like a diamond but might come useful especially against Northern Ireland when the battle will be won (or lost) in the air.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "42",
            "goals for country": "1",
            "guardian rating": "",
            "club": "Legia Warsaw",
            "league": "Ekstraklasa (Poland)",
            "date of birth": "08/09/1985",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Filip Starzynski",
            "bio": "Offensive midfielder nicknamed “Figo” who according to some resembles a shy, nerdy student. Made his name at Ruch Chorzow where he earned a transfer to Belgian side Lokeren. He failed to make any impact there so returned to Poland on loan to Zaglebie Lubin in the winter break and impressed so much that Nawalka called him up for the friendly against Finland in which he scored a cracker.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "2",
            "goals for country": "1",
            "guardian rating": "",
            "club": "Zaglebie Lubin",
            "league": "Ekstraklasa (Poland)",
            "date of birth": "27/05/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Slawomir Peszko",
            "bio": "Wide midfielder who lost his place at Euro 2012 after fighting with a German taxi driver under the influence during his time at Köln. Very popular among Polish internet users who often allude to Peszko liking a beer or two. Scored an important goal away to Ireland but since then has struggled to impress in the very average Polish league. His best friend is Lewandowski which is about his best chance of being included in the 23-man squad for the Euros.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "35",
            "goals for country": "2",
            "guardian rating": "",
            "club": "Lechia Gdansk",
            "league": "Ekstraklasa (Poland)",
            "date of birth": "19/02/1985",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Arkadiusz Milik",
            "bio": "Adam Nawalka searched for a No10 for quite a long time but just before the start of the qualifiers he realised it was getting him nowhere and decided to play with two forwards. The choice was not obvious at the time but Nawalka knew Milik from their time at Gornik Zabrze where he continually put him in the side despite not finding the net for 15 games in a row. He was 18 then, though. Just as in Zabrze Milik finally repaid the manager’s faith with five qualifying goals including the opener against Germany and an equaliser against Scotland. Milik is a tall forward with a left foot that could fasten a necktie, he has scored 21 league goals for Ajax this season and will most likely exchange the northern lights of Amsterdam for the southern delights of Italy or Spain.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "24",
            "goals for country": "10",
            "guardian rating": "",
            "club": "Ajax",
            "league": "Eredivisie (Netherlands)",
            "date of birth": "28/02/1994",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Robert Lewandowski",
            "bio": "For a long time he couldn’t find his club form playing for the country. People couldn’t understand how a player who scored four against Real Madrid couldn’t beat the keepers of Moldova or Montenegro. Things changed when Nawalka (not apparently without the strong-worded advice of the head of the Polish FA Zibi Boniek ) named him the team’s captain. Before a friendly against Lithuania in June 2014 he took the whole squad to the Baltic resort of Sopot and things just clicked, not merely because he paid for the party. Lewandowski was voted Poland’s best sportsperson of the year by Przeglad Sportowy in 2015, the first footballer to receive this accolade since Boniek in 1982. Will be probably voted King of Poland if he leads the team to a Euro 2016 quarter-final. If the team goes any further – no doubt there’ll be a beatification. His goals will be vital – he scored 13 in the qualifiers, making him the top scorer on the continent.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Star man",
            "position": "Forward",
            "number": "",
            "caps": "75",
            "goals for country": "34",
            "guardian rating": "",
            "club": "Bayern Munich",
            "league": "Bundesliga (Germany)",
            "date of birth": "21/08/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Kamil Grosicki",
            "bio": "A lightning fast winger and larger-than-life character. On the Côte d’Azure where Poland will plaey two out of three group games he will feel at home as he regularly lost money there gambling when playing for Turkish side Sivasspor. Now though he has apparently shaken the habit. Renne’s second top goal scorer this season with nine goals despite starting only 13 games. Considered to be one of best substitutes in Ligue 1, he is angling for a transfer to another league. Plays “disco polo” music in the national team’s changing room.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "36",
            "goals for country": "8",
            "guardian rating": "",
            "club": "Rennes",
            "league": "Ligue 1 (France)",
            "date of birth": "08/06/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Mariusz Stepinski",
            "bio": "After impressing at Widzew Lodz as a teenager Stepinski moved to the German side Nurnberg where he failed to play a single minute in a competitive game. Returned to Poland with Wisla Krakow but it is only this season at Ruch Chorzow that he has shown his abilities. His 15 goals currently make him the highest-scoring Polish player in the top tier the Ekstraklasa.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "2",
            "goals for country": "0",
            "guardian rating": "",
            "club": "Ruch Chorzow",
            "league": "Ekstraklasa (Poland)",
            "date of birth": "12/05/1995",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }]
    }
}
