{
    "sheets": {
        "Players": [{
            "name": "Robin Olsen",
            "bio": "As the spelling of his surname suggests, the goalkeeper has Danish parents and could have played for Denmark or Sweden. Shot to fame for Malmo during the 2014 season and earned a move to Greece but made a few high-profile errors (one in his first game) and was loaned out to FC Copenhagen in January 2016.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "3",
            "goals for country": "0",
            "club": "FC Copenhagen",
            "league": "Super League (Denmark)",
            "date of birth": "08/01/1990",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Andreas Isaksson",
            "bio": "Has the third most caps now behind Anders Svensson and Thomas Ravelli, having been the country’s No1 since Euro 2004. His club career may have been up and down - he finished his career at Manchester City by conceding eight goals in a 8-1 defeat against Middlesbrough on the last day of the season - but has always been a safe pair of hands for the national team. Has already announced that he is retiring from international football at the end of the season.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "No1 goalkeeper",
            "position": "Goalkeeper",
            "number": "",
            "caps": "129",
            "goals for country": "0",
            "club": "Kasimpasa",
            "league": "Süper Lig (Turkey)",
            "date of birth": "03/10/1981",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Patrik Carlgren",
            "bio": "The hero of the Swedish Under-21 side that won the European Championship last summer as he made the decisive save in the shootout against Portugal in the final. Has good reflexes and is good with the ball at his feet (so in many ways the complete opposite to Andreas Isaksson).",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "1",
            "goals for country": "0",
            "club": "AIK",
            "league": "Allsvenskan (Sweden)",
            "date of birth": "08/01/1992",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Victor Nilsson Lindelöf",
            "bio": "Arguably the best young defender to have come out of Sweden for the past 10 years. Moved to Benfica’s B team in 2012 and was promoted to the first team three years later. Has looked extraordinarily composed since making his debut and played in the Champions League Last 16 against Zenit St Petersburg this spring. Part of the Under-21 European Championship winning squad last summer, he goes under the nickname “Iceman” at Benfica. “Benfica is a fantastic club,” he says. “I have learned so much here, it is a fantastic football school. I have a lot to thank the club for. The older and more experienced centre-backs help me a lot.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Young talent",
            "position": "Defender",
            "number": "",
            "caps": "3",
            "goals for country": "0",
            "club": "Benfica",
            "league": "Primeira Liga (Portugal)",
            "date of birth": "17/07/1994",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Mikael Lustig",
            "bio": "Has had his fair share of criticism during his time with the national team - and especially after a mistake in the opening game of Euro 2012 against Ukraine - but has had a good career with the yellow-and-blues. Has also performed well for Celtic whenever they have played in the Champions League. Strong going forward (when he is allowed to) and the only specialist right-back in the squad. His wife, Josefin, has been blogging about her life as a WAG.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Unsung hero",
            "position": "Defender",
            "number": "",
            "caps": "51",
            "goals for country": "2",
            "club": "Celtic",
            "league": "Premiership (Scotland)",
            "date of birth": "16/04/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Pontus Jansson",
            "bio": "A skilful defender who has finally got a chance at Torino towards the end of the 2015-16 campaign after a season and a half mainly on the bench and struggling with injuries. Was the biggest surprise in the Swedish squad, being selected ahead of West Bromwich Albion’s Jonas Olsson. One of those players who were able to play for the team they have supported since childhood. Having watched Malmo FF for years - home and away as well as training sessions - he joined them from Arlov in 2006 as a youth player. Some Malmo fans were not happy with the way he left the club, prompting the defender to tweet the following in April 2016: “If you MFF [people] want me to be unlucky and are throwing shit at me I hope you will find out the truth about how it all happened. Biiiiig love to the rest of you.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "8",
            "goals for country": "0",
            "club": "Torino",
            "league": "Serie A (Italy)",
            "date of birth": "13/02/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Erik Johansson",
            "bio": "A late developer, he made his debut for the national team in January 2014, at the age of 26. Has played in Sweden and Belgium and is now with FC Copenhagen in Denmark. Seen mainly as a back-up, he admits to being “completely uninterested” by football when he is not playing. “I prefer music and several of my friends are musicians. I sometimes feel like an alien when I sit in the changing room and listen to all the others talk football.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "8",
            "goals for country": "0",
            "club": "FC Copenhagen",
            "league": "Super League (Denmark)",
            "date of birth": "30/12/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Andreas Granqvist",
            "bio": "A strong-minded defender who has had an eclectic career path, taking in spells in Sweden (Helsingborg), England (Wigan), the Netherlands (Groningen), Italy (Genoa) and FK Krasnodar (Russia). One of the few players who dares to stand up to Zlatan. “I think he appreciates that he’s not the only person who decides and that someone confronts him,” he says. “Of course we all have respect for him but I can’t be quiet on the pitch.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Defensive mainstay",
            "position": "Defender",
            "number": "",
            "caps": "51",
            "goals for country": "3",
            "club": "FC Krasnodar",
            "league": "Premier League (Russia)",
            "date of birth": "16/04/1985",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Ludwig Augustinsson",
            "bio": "A left-back for the future and his manager at FC Copenhagen, Ståle Solbakken, thinks he should be a regular starter for the Sweden national team. Young, mobile and attack-minded, he sometimes gets angry with his team-mates for drinking too much alcohol. Part of the Under-21s European Championship winning squad from 2015.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "3",
            "goals for country": "0",
            "club": "FC Copenhagen",
            "league": "Super League (Denmark)",
            "date of birth": "21/04/1994",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Martin Olsson",
            "bio": "One of the more experiences players in the national team set-up these days, he is the preferred left-back for Erik Hamrén. Has tons of experience in England after joining Blackburn Rovers in 2007 and then Norwich City six years later. Was given an extended ban for making physical contact with the referee during Norwich City’s first game of the 2014-15 season. His twin brother Marcus is also a professional footballer (Notts County) while his sister is married to the NBA star Dirk Nowitzki.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "34",
            "goals for country": "5",
            "club": "Norwich City",
            "league": "Premier League (England)",
            "date of birth": "17/05/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Albin Ekdal",
            "bio": "A huge talent, he joined Juventus as a 19-year-old in 2008. As expected he did not play much but learned a lot from players such as Pavel Nedved and Momo Sissoko. “Momo was a lovely guy but he had a lot of things in his head and always seemed to forget when and where are training sessions were, so I had to help him with that,” Ekdal told svenskafans.com in 2009. Joined Bologna and then had his breakthrough at Cagliari, where he played 116 league games in four seasons. His first season at Hamburg has been injury plagued and suffered the indignity of getting injured in a night club just before the Euros. Hamburg’s official Twitter feed announced that the player wouldn’t be able to play in the last game of the season “after a fall in a Hamburg night club. Get well soon, Albin.” Ekdal said in a statement that there was no trouble and that he was not drunk, but he faces a race against time to be fit.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "21",
            "goals for country": "0",
            "club": "Hamburg",
            "league": "Bundesliga (Germany)",
            "date of birth": "28/07/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Oscar Hiljemark",
            "bio": "The captain and inspiration for the Under-21 team that won the European Championship in 2015, Hiljemark is a leader who has improved a lot by playing in the Netherlands (with PSV EIndhoven) and Italy (with Palermo). A disciplined and intellectual box-to-box midfielder, he was given the No10 shirt at the Serie A club and scored two goals against Milan in one of his first league games. Soon afterwards the club’s, er, charismatic president Maurizio Zamparini said that they were the “worst team in Italy.” Hiljemark said: “I try to focus on my game. I was very impressed by the president. I admire that he is so passionate and that he loves the team.” Smooth … “Met” his girlfriend Elin on Instagram: “I saw a picture of her that I noticed,” he told SVT. “She had something about her that made me very, very interested. She looks great but is also very intelligent and driven and lots of fun to spend time with. I tried to make contact with her immediately but she did let me sweat for a while.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "10",
            "goals for country": "1",
            "club": "Palermo",
            "league": "Serie A (Italy)",
            "date of birth": "28/06/1992",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Erkan Zengin",
            "bio": "A controversial pick by Erik Hamrén after a tumultuous season with Trabzonspor which ended with him and five other players being suspended by the club at the end of April. A few days later it was announced that the player and the club had gone separate ways. There are some fans in Sweden who feel that he is just in the squad because he is good friends with Zlatan Ibrahimovic. It seems as if the criticism has hurt him and before the play-off games against Denmark he refused to answer a question about what Zlatan has meant for Swedish football. “I’ve answered that questions so many times,” he replied. Played youth football for Turkey before switching to Sweden.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "20",
            "goals for country": "3",
            "club": "Trabzonspor",
            "league": "Süper Lig (Turkey)",
            "date of birth": "05/08/1985",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Jimmy Durmaz",
            "bio": "It has been a strange couple of seasons for Durmaz in Greece. Initially it went really well but then he clashed with the manager, Míchel, and it has been up and down since then. “He stopped saying good morning to me, he didn’t say anything at all and I don’t know why,” Durmaz once said. “If you can respect the players as human beings then I think that is really poor.” Used to be known as Jimmy Touma but his whole family changed surname to his father’s family name rather than his mother’s. Was used as left-back in the second half in the Euro 2016 qualifier against Austria, a game Sweden lost 4-1, the country’s biggest home defeat in almost 60 years. Don’t expect to see the talented winger in that position again in France.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "31",
            "goals for country": "2",
            "club": "Olympiakos",
            "league": "Superleague (Greece)",
            "date of birth": "22/03/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Emil Forsberg",
            "bio": "A tireless worker who scored the first goal in the 2-1 home win over Denmark in the Euro 2016 play-offs. The son of a former GIF Sundsvall player, Leif “Foppa” Forsberg, he started out at the same club before joining Malmo FF and, then, in 2015, RB Leipzig. His move surprised many has he had been playing Champions League football with Malmo and just had his breakthrough with the national team but he - and his agent Hasan Cetinkaya - have been proven right. The Leipzig fans love him and Forsberg, with his constant running and accuracy at set-pieces, played a huge part in getting the team promoted. The club, meanwhile, is arguably the most hated in Germany because of its money and lack of tradition but Forsberg is not too concerned about that? “If people think I am stupid and that I have betrayed football then … well, they can think that,” he told Aftonbladet. “I am happy here, love football and play as a regular here. I have become a better player.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "16",
            "goals for country": "1",
            "club": "Red Bull Leipzig",
            "league": "2. Bundesliga (Germany)",
            "date of birth": "23/10/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Sebastian Larsson",
            "bio": "\"You always get a lot of heart from Sebastian. He is very important for us,\" Erik Hamrén once said about Larsson, and he is such a versatile player that he was always going to be in the Euro 2016 squad. Got his football education at Arsenal, where he spent six years between 2001 and 2007 and have been at Sunderland now for five years. The fact that he has only represented three clubs in 15 years - Birmingham City being the third - shows that the clubs appreciate his hard work and the value of having him around the team, even though he is not always starting games. Suffered a knee injury that ruled him out for two months in 2015-16, and was in and out of the team under Sam Allardyce. Nicknamed “Bissen” as that is what his three-year-old brother came up with when trying to pronounce his name when Larsson was newly born.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "83",
            "goals for country": "6",
            "club": "Sunderland",
            "league": "Premier League (England)",
            "date of birth": "06/06/1985",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Kim Källström",
            "bio": "The Euros will be the well-travelled midfielder’s last major tournament and he has served his country well. Has the fourth most caps of all time and while he is slower than he used to me, his tactical game has improved. Known in England mainly for a loan spell at Arsenal for six months in 2014. Arsenal fans were crying out for new players but Källström was the only arrival and to make matters worse it turned out he was carrying a back injury and missed the first two months of his spell at The Emirates. Did score one of the penalties in the FA Cup semi-final against Wigan as Arsenal made the final, where they won their first trophy for nine years. Has had a distinguished club career though with the highlight coming at Lyon between 2006 and 2012 during which time the team made the knockout stage of the Champions League regularly. Has practiced set-pieces after training throughout his career, because “it is fun”.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "127",
            "goals for country": "16",
            "club": "Grasshoppers",
            "league": "Super League (Switzerland)",
            "date of birth": "24/08/1982",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Pontus Wernbloom",
            "bio": "The Swedish Lee Cattermole, he never stops running and never stops tackling. Has a capacity to wind up his opponents and certainly adds bite to the Swedish midfield when he plays. Made a huge impression on his debut for CSKA Moscow in 2012, having arrived from AZ Alkmaar. The Russian side were playing Jose Mourinho’s Real Madrid in a Champions League game and the Swede was everywhere, snapping at the heels of his more illustrious opponents. Mourinho was unimpressed, saying: “If one of my players was going to get injured it was going to be in a challenge from their No3 [Wernbloom].” The Spanish press was more charitable. “He was tougher than Chuck Norris and took no prisoners.” Has been used as a Plan B striker by CSKA Moscow at times this season, with surprisingly good results.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Hard man",
            "position": "Midfielder",
            "number": "",
            "caps": "51",
            "goals for country": "2",
            "club": "CSKA Moscow",
            "league": "Premier League (Russia)",
            "date of birth": "25/06/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Oscar Lewicki",
            "bio": "A terrier-like midfielder who never gives the opponent a second on the ball. Also a very tidy passer of the ball who rarely gives it away, but that is perhaps to be expected by a player who had three years at Bayern Munich between 2008-2011. “I learned a lot there,” he once told Intersport.se. “Off the pitch I learned how to look after myself and on the pitch I learned that I needed to become tougher. I improved everthing: receiving the ball, passes and shots. We did everything so much that my weaknesses turned into my strengths. Another thing I learned was to accept criticism. After every defeat there were one-to-one meetings where you went through what you had done wrong and what you had done right. That kind of personal feedback would work well in Sweden. We are very general here.” Lewicki scored twice in an amazing Under-21 qualifier against France, and was part of the team that won the tournament in the Czech Republic last year. Not the tallest player (1.73m) but showed against Denmark in the Euro 2016 play-offs that he can compete at the highest level.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "9",
            "goals for country": "0",
            "club": "Malmö FF",
            "league": "Allsvenskan (Sweden)",
            "date of birth": "14/07/1992",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Marcus Berg",
            "bio": "Coming from the same small village as Sven-Göran Eriksson, Torsby, this classic No9 is likely to partner Zlatan Ibrahimovic up front in attack. One of few players who have won the Swedish top-flight and the Golden Boot in his first season as a regular starter, as he did in 2007 with IFK Gothenburg. Was Groningen’s record buy in 2007 before spending four seasons with Hamburg without being able to become the club’s main striker (the fact that the club recruited Ruud van Nistelrooy soon afterwards did not help). The break-up was messy as, according to Berg, the club told the media that they wanted to get rid of him before they had spoken to him. Always works hard but there is a sense that, as a striker, he should score more (although he did, in fairness, score five for Panathinaikos in a recent game against Panthrakikos recently).",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "37",
            "goals for country": "10",
            "club": "Panathinaikos",
            "league": "Superleague (Greece)",
            "date of birth": "17/08/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "John Guidetti",
            "bio": "Predicted a huge future in the game after joining Manchester City as a 15-year-old but he never made it at the Premier League club. The competition was simply too much. He had an exceptional loan spell at Feyenoord in 2011-12, during which he scored 20 goals in 23 league games, but did not get a chance at City after that either. His career was revived, however, by joining Celta Vigo in the summer of 2015 and, although not a regular starter to begin with, he has adapted to La Liga and is now a valuable player for the club. A hugely charismatic figure, the Swedish public fell in love with him during the Under-21 European Championship, when his leadership and tireless running (and goals) won the title. A joker in the dressing room, he was widely praised for going for a kick-about in a local park with an eight-year-old after the Champions League final in 2015. Also famous for his post-match interview after Sweden had beaten Denmark in the Under-21 Euros: When you lose 4-1 it’s a bit embarrassing. We’re the best in the Nordics!” The eyes grow a little wild. “We’re going to play in the final! We’re Sweden! The rest can just go home! We were superior. Totally superior. This is the worst team we’ve met in the tournament.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Maverick",
            "position": "Forward",
            "number": "",
            "caps": "8",
            "goals for country": "0",
            "club": "Celta Vigo",
            "league": "La Liga (Spain)",
            "date of birth": "15/04/1992",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Emir Kujovic",
            "bio": "Born in the former Yugoslavia, his family moved to Sweden when he was three years old. Was the top goalscorer in Sweden in 2015 when his unfancied side IFK Norrköping (yes, a Swedish Leicester!) won the title, and has forced his way into the Sweden squad during the spring. He is, however, fourth choice going into the tournament behind Zlatan Ibrahimovic, Marcus Berg and John Guidetti. A muslim, he started to take his faith even more seriously after a childhood friend died. “It is easy to forget ‘death’ and think that things will be ok and work for ever, he told nt.se. “But that is not the way it works. When I stood there at the funeral and looked around I was reminded that the dead body was a close friend, someone I had grown up with. We saw each other pretty much every day, played football together. I have been a muslim all the time but I didn’t start practising until lately. I feel a different calm in my life now. It is good for the soul. The meaning of life and death has become clearer, it feels as if I have got answers to those questions.”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "3",
            "goals for country": "1",
            "club": "IFK Norrköping",
            "league": "Allsvenskan (Sweden)",
            "date of birth": "22/06/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Zlatan Ibrahimovic ",
            "bio": "He is 34 years old now and this may very well be his last major tournament (unless he decides to go to the Olympics). Has had one of his best seasons ever at Paris St-Germain and Sweden, naturally, are a different prospect with him in the team. The Sweden coach, Erik Hamrén, has been criticised for giving him too much power but one thing is for sure, Sweden would not be at the Euros without him. In qualifying he scored 11 out of the team’s 19 goals, including three in the two-legged play-off tie against Denmark. “They thought I was going to retire but instead I have send the whole of Denmark into retirement,” he said after the second leg. He has always been outspoken but has, in fact, mellowed since becoming a father and seems much more at ease with himself and his surroundings these days. (Although, having said that, there was a training-ground bust-up at Paris St-Germain with Adrien Rabiot as late as April 2016). Has won league titles in the Netherlands, Italy, Spain and France as well as publishing a best-selling autobiography, I am Zlatan. ",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Star man",
            "position": "Forward",
            "number": "",
            "caps": "112",
            "goals for country": "62",
            "club": "Paris Saint-Germain",
            "league": "Ligue 1 (France)",
            "date of birth": "03/10/1981",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }]
    }
}
