{
    "sheets": {
        "Players": [{
            "name": "Roman Bürki",
            "bio": "His father Martin – who was a goalkeeper in the 1980s – once kept a clean sheet for 772 consecutive minutes. It is a record that Roman is yet to match, but he played in the Champions League qualifiers with Young Boys when he was 19 and has been part of the Switzerland squad since 2013. Travelled to the 2014 World Cup but did not play. Joined Borussia Dortmund in the summer of 2015.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "4",
            "goals for country": "0",
            "club": "Borussia Dortmund",
            "league": "Bundesliga (Germany)",
            "date of birth": "14/11/1990",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Yann Sommer",
            "bio": "A mother-in-law’s dream who does advertising for Nivea, plays the guitar and is a big fan of the Rolling Stone Keith Richards. He started his professional career on loan at Vaduz in the principality of Liechtenstein and has “Verano” – the Spanish word for summer – written on his gloves. A four-time Swiss league winner with FC Basel he become the second most expensive goalkeeper in the Bundesliga when he joined Borussia Mönchengladbach for €9m in the summer of 2014.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "No1 goalkeeper",
            "position": "Goalkeeper",
            "number": "",
            "caps": "18",
            "goals for country": "0",
            "club": "Borussia Mönchengladbach",
            "league": "Bundesliga (Germany)",
            "date of birth": "17/12/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Marwin Hitz",
            "bio": "Has had an unconventional route to the top from when he was the backup goalkeeper in 2007 at the second division club Yverdon. He then joined Winterthur and, after being sent off in his fifth game, he suddenly departed for Wolfsburg in Germany. He is now with Augsburg, where he famously scored a late equaliser against Bayer Leverkusen last year. Hit the news December 2015 when he sabotaged the penalty spot by deliberately digging his studs into the turf moments before Cologne’s Anthony Modeste took his spot kick. Modeste missed and Hitz had to apologise.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "2",
            "goals for country": "0",
            "club": "Augsburg",
            "league": "Bundesliga (Germany)",
            "date of birth": "18/09/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Stephan Lichtsteiner",
            "bio": "A terrifically hard-working player who has been playing in Serie A since 2008, first with Lazio and now with Juventus. One of Massimiliano Allegri’s favourite players, his nickname is “Forrest Gump” for all his running up and down the right hand side, either as a defender or a midfielder (or a wing-back for that matter). He has won five Serie A titles with Juventus, and scored the first-ever goal at the club’s new stadium in 2011. He has been the national team’s captain since taking over from Gökhan Inler. Last autumn he underwent cardiac surgery after arrhythmia was detected, but he returned to action just over a month later.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "Captain",
            "position": "Defender",
            "number": "",
            "caps": "80",
            "goals for country": "5",
            "club": "Juventus",
            "league": "Serie A (Italy)",
            "date of birth": "16/01/1984",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Michael Lang",
            "bio": "A right-back who likes to go forward. The former ball boy made his debut for St Gallen in Switzerland’s top flight at the age of 16. He joined Grasshoppers in 2011 and stayed there for four years before joining Basel, where he is now a regular. Part of the World Cup squad two years ago, he would like to end his career in the MLS.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "16",
            "goals for country": "2",
            "club": "Basel",
            "league": "Super League (Switzerland)",
            "date of birth": "08/02/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Ricardo Rodríguez",
            "bio": "The left-back was born with a diaphragmatic hernia and underwent surgery immediately after being born. He became an Under-17 world champion with Switzerland in 2009 and made his debut for Wolfsburg at 19. He is lethal from set-pieces and his crosses often provoke fear. Whenever he scores, he looks up to the sky in a tribute to his mother, who passed away at the age of 47 in 2015.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "36",
            "goals for country": "0",
            "club": "Wolfsburg",
            "league": "Bundesliga (Germany)",
            "date of birth": "25/08/1992",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Jacques François Moubandje",
            "bio": "The back up to Ricardo Rodríguez for the national team, Moubandje was born in Cameroon but moved to Switzerland at a young age. Tried his luck for several clubs in Switzerland - Perly-Certoux, Saint-Jean, Servette, Meyrin and Servette (again) - before moving over the border to join Toulouse in 2013. He struggled with injuries in his first season in France but has grown stronger since then and has even been praised by PSG’s David Luiz, who called him a “very strong” player.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "10",
            "goals for country": "0",
            "club": "Toulouse",
            "league": "Ligue 1 (France)",
            "date of birth": "21/06/1990",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Johan Djourou",
            "bio": "The centre-back moved to Arsène Wenger’s Arsenal from second division club Etoile Carouge at the age of 16 in 2004. He played only 86 league games during 10 years at the north London club but was a respected member of the squad before joining Hamburg in 2014. There he has been mainly fighting relegation - as well as his team-mate Valon Behrami at half-time against Wolfsburg in April 2015.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "60",
            "goals for country": "2",
            "club": "Hamburg",
            "league": "Bundesliga (Germany)",
            "date of birth": "18/01/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Fabian Schär",
            "bio": "The centre-back, who completed his apprenticeship at a bank, is known for his precise long passes to start attacks, and scored twice for Switzerland in a 2-0 win over Norway to secure qualification for the World Cup 2014 in Brazil. This season he he has been battling relegation from the Bundesliga with Hoffenheim. Scored a penalty against Chelsea in the 2013 Europa League semi-finals for Basel, but the Swiss side were still eliminated.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "19",
            "goals for country": "5",
            "club": "Hoffenheim",
            "league": "Premier League (England)",
            "date of birth": "20/12/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Steve von Bergen",
            "bio": "Back in Switzerland now after trying his luck in Germany and Italy. Had arguably his best years in Zurich, where he won the league in 2006 and 2007 before following his manager Lucien Favre to Hertha Berlin. His time in the German capital was not a huge success, and neither were the spells in Italy with Cesena, Genoa (for a month!) and Palermo. Von Bergen then moved back to Young Boys, where he signed a five-year deal in 2013. Hoping for better luck in France after fracturing his eye socket 20 minutes into the game against France at the World Cup two years ago.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "49",
            "goals for country": "0",
            "club": "Young Boys",
            "league": "Super League (Switzerland)",
            "date of birth": "10/06/1983",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Nico Elvedi",
            "bio": "A promising centre-back who can also play on the flanks, he made his debut for FC Zurich at the age of 17. He moved to Mönchengladbach in 2015 as one for the future but after the departure of Lucien Favre – who brought him to the club – he got his chance and has been a regular for the most part of this season. He is only national team player with roots in the mountainous canton of Graubünden.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "Young talent",
            "position": "Defender",
            "number": "",
            "caps": "1",
            "goals for country": "0",
            "club": "Borussia Mönchengladbach",
            "league": "Bundesliga (Germany)",
            "date of birth": "30/09/1996",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Valon Behrami",
            "bio": "Behrami moved from Kosovo to the southern part of Switzerland with his family as a five-year-old. They faced deportation shortly after their arrival, but the inhabitants of the small town of Stabio saved them by signing a petition. He was a cross-country runner to begin with and only started playing football at the age of 13. The midfielder never gives up and embodies the fighting spirit within the Swiss squad.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "Hard man",
            "position": "Midfielder",
            "number": "",
            "caps": "65",
            "goals for country": "2",
            "club": "Watford",
            "league": "Premier League (England)",
            "date of birth": "19/04/1985",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Granit Xhaka",
            "bio": "Together with Xherdan Shaqiri, the most naturally talented player in the Swiss squad and when of the most sought-after players in Europe. An Under-17 World Cup winner in 2009, he made his debut for FC Basel at the age of 18. He then played his first game for Switzerland at the same age, Ottmar Hitzfeld selecting him for the Euro 2016 qualifier at Wembley. He joined Mönchengladbach in 2012 and is now the team’s captain. Likely to play against his brother Taulant Xhaka, who is a year and a half older, in Switzerland’s first game of Euro 2016. The pair were born to Kosovan Albanian parents and Taulant opted to represent Albania.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "42",
            "goals for country": "6",
            "club": "Borussia Mönchengladbach",
            "league": "Bundesliga (Germany)",
            "date of birth": "27/09/1992",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Blerim Dzemaili",
            "bio": "Dzemaili won the league for the first time with FC Zurich at the age of 20, with the second title coming just a year later. He tore his cruciate ligament in training just before joining Bolton Wanderers in 2007 and the injury sidelined him for six months. He eventually left England for Italy, enjoying some of his best football at Napoli between 2011 and 2014. Has represented Genoa this season, where he is on loan from Galatasaray.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "47",
            "goals for country": "6",
            "club": "Galatasaray",
            "league": "Süper Lig (Turkey)",
            "date of birth": "12/04/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Gélson Fernandes",
            "bio": "A midfielder who was born in Cape Verde but grew up in the sunny canton of Wallis. Has been on the scene for so long now it seems strange that he has yet to turn 30. Moved to Manchester City from Sion in 2007 to play under Sven-Göran Eriksson and has represented Chievo, Leicester, Udinese, Sporting Lisbon, Sion, Freiburg and Rennes since then. Extremely strong in the tackle with a good tactical mindset, he is one of only a handful of players who have scored in the Premier League, Ligue 1, Serie A and Bundesliga.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "56",
            "goals for country": "2",
            "club": "Rennes",
            "league": "Ligue 1 (France)",
            "date of birth": "02/09/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Fabian Frei",
            "bio": "Frei’s father Markus was a coach for St. Gallen, as well as the Under-17 team that won the European Championship in 2002. Fabian has not done too badly for himself either with his most famous goal being the one that eliminated Liverpool from the 2014-15 Champions League. The headline in the Sun the following morning was: “Black Frei-Day!“ He is a linguist who speaks English, French and Spanish, and has studied economics. His first season at Mainz, however, has been a struggle.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "7",
            "goals for country": "1",
            "club": "Mainz",
            "league": "Bundesliga (Germany)",
            "date of birth": "08/01/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Denis Zakaria",
            "bio": "Zakaria was born to a Congolese mother and Sudanese father. He grew up in Geneva and started out at Servette, the third most-successful club in Switzerland after Grasshoppers and Basel but now in the third tier. The defensive midfielder moved from there to Young Boys in 2015, and held down a regular place in the team from the start. Big things are expected from him in the future.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "1",
            "goals for country": "0",
            "club": "Young Boys",
            "league": "Super League (Switzerland)",
            "date of birth": "20/11/1996",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Xherdan Shaqiri",
            "bio": "“Magic dwarf”, “Power Cube”, “Shaq Attack”, “XS”: few players have more nicknames than the 1.70m attacking player with the muscular legs. The circumference of his calves measured 41.5cm in 2010, yet he uses the tiniest shinpads – XS, simply extra small. One of the most talented Swiss players of his generation he represented Bayern Munich for three years - during which time they won the Champions League - but joined Inter in January 2015 in search for more playing time. He failed to settle however and became Stoke’s record signing the following summer, and has been a huge success at the Britannia. Scored his first goal for the national team in September 2010 in a 3-1 defeat to England.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "Star man",
            "position": "Midfielder",
            "number": "",
            "caps": "51",
            "goals for country": "17",
            "club": "Stoke City",
            "league": "Premier League (England)",
            "date of birth": "10/10/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Admir Mehmedi",
            "bio": "The son of a pizza baker from the southern part of Switzerland, he moved to Winterthur from Bellinzona at the age of nine, and became a league title winner with FC Zurich at the age of 18. Spells at Dynamo Kyiv and Freiburg, where his team was relegated from the Bundesliga, followed before he joined Bayer Leverkusen last summer for €6m. Can play on the left wing or as an attacking midfielder.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "41",
            "goals for country": "3",
            "club": "Bayer Leverkusen",
            "league": "Bundesliga (Germany)",
            "date of birth": "16/03/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Shani Tarashaj",
            "bio": "Has had his breakthrough this season, having made it into the Grasshoppers starting XI only last summer. Coveted throughout Europe he signed a contract with Everton last winter. The deal earned his first club, fifth-division side Red Star Zurich €320,000 – roughly their annual budget. He had to carry out military service for 17 weeks in the middle of the season, and often goes down to the shooting range in his free time.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "3",
            "goals for country": "0",
            "club": "Everton",
            "league": "Premier League (England)",
            "date of birth": "07/02/1995",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Haris Seferović",
            "bio": "The 24-year-old scored the winner against Nigeria in the 2009 Under-17 World Cup final. He then joined Fiorentina but struggled to hold down a place in the starting XI and had spells on loan at Neuchâtel Xamax, Lecce and Novara. Also played for Real Sociedad before his best season to date, in 2014-15, when he scored 10 goals for Eintracht Frankfurt. Was needlessly sent off in the pre-Euro 2016 friendly against Belgium for dissent and his coach, Vladimir Petkovic, was livid: \"Something like that can not only ruin a game but the hopes of a whole generation,\" he said.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "Maverick",
            "position": "Forward",
            "number": "",
            "caps": "30",
            "goals for country": "7",
            "club": "Eintracht Frankfurt",
            "league": "Bundesliga (Germany)",
            "date of birth": "22/02/1992",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Breel Embolo",
            "bio": "Embolo is everybody’s darling and huge, huge talent. He made his debut for FC Basel at the age of 17 years, one month and two days – and needed only four minutes to score his first goal. He grew up on the same Basel street as Granit and Taulant Xhaka. Was widely praised in November 2015 when, with Basel losing 3-2 against Grasshoppers, he told the referee that he had wrongly given Basel a corner. The official thanked him, he received a kiss from the Grasshoppers defender Harun Alpsoy and backing from his team-mates. Michael Lang said: “That says a lot about Breel and his character. To be able to keep his cool and do that in such a hectic and important game speaks volumes.”",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "9",
            "goals for country": "1",
            "club": "Basel",
            "league": "Super League (Switzerland)",
            "date of birth": "14/02/1997",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Eren Derdiyok",
            "bio": "It only took Derdiyok 12 minutes to score his first international goal, in February 2008, in the 2-1 defeat against England. He scored a hat-trick in a 5-3 victory over Germany in June 2012 – giving Switzerland their first win over their neighbours since 1956. In 2014 he married his girlfriend, Kardelen (which translates from Turkish to English as “snowdrop”). Has had a topsy-turvy club career - partly because of injuries - but now seems to have settled in Turkey.",
            "photo done?": "Yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "51",
            "goals for country": "10",
            "club": "Kasimpasa",
            "league": "Süper Lig (Turkey)",
            "date of birth": "12/06/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }]
    }
}
