{
    "sheets": {
        "Players": [{
            "name": "Wayne Hennessey",
            "bio": "Born in Anglesey, Hennessey grew up supporting Everton and idolising Neville Southall, the former Goodison Park and Wales goalkeeper. A trainee with Manchester City, he made his competitive debut for Wales in June 2007 against the Czech Republic in a 0-0 draw that marked the end of Ryan Giggs’s international career. Hennessey has suffered some terrible bad luck with injuries and spent 16 months on the sidelines at Wolverhampton Wanderers following two cruciate ligament injuries. After returning to international football in October 2013 while on loan at Yeovil, he joined Crystal Palace in January 2014 and established himself as their No1 in 2015-16. Not always a fans’ favourite at Selhurst Park but, crucially, has Alan Pardew’s backing.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "No1 goalkeeper",
            "position": "Goalkeeper",
            "number": "",
            "caps": "56",
            "goals for country": "0",
            "club": "Crystal Palace",
            "league": "Premier League (England)",
            "date of birth": "24/01/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Danny Ward",
            "bio": "Joined Liverpool from Wrexham in 2012 and it is a measure of how highly Ward is regarded at Anfield that he signed a five-year contract last summer. He spent the majority of the 2015-16 season on loan at Aberdeen, in the Scottish Premier League, and impressed everyone at Pittodrie with his maturity but Jürgen Klopp recalled the young keeper in January to be Simon Mignolet’s understudy. In a landmark few weeks, Ward made his international debut for Wales when he came on for Hennessey in the 1-1 draw against Northern Ireland in March and little more than three weeks later got his first experience of Premier League football in a 2-1 win over Bournemouth, after which Klopp described his performance as “brilliant”. With Boaz Myhill having retired from international football, Ward is now the Wales No2. Turns 23 mid-tournament.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "1",
            "goals for country": "0",
            "club": "Liverpool",
            "league": "Premier League (England)",
            "date of birth": "22/06/1993",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Owain-Fon Williams",
            "bio": "The guitarist who strums the tracks to sing along to at the team hotel and in his spare time sells his own oil paintings. Fon Williams, a brilliant artist, got £450 apiece for his first two works after they were on display at Cardiff’s Kooywood gallery last year. From Gwynedd, in north-west Wales, Fon Williams was first called up to the Wales squad in 2009 and sat on the bench for 29 games across six years before Coleman brought him on to a huge ovation with 16 minutes to go against Holland last November. Wales lost 3-2 but it was quite a moment to finally see Fon Williams in action and reward for his commitment over the years.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Goalkeeper",
            "number": "",
            "caps": "1",
            "goals for country": "0",
            "club": "Inverness Caledonian Thistle",
            "league": "Premiership (Scotland)",
            "date of birth": "17/03/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Ashley \"Jazz\" Richards",
            "bio": "Born in Swansea, Richards represented Wales at youth and under-21 level and has proved extremely reliable whenever Coleman has called upon him for the senior team. A right-back by trade, Richards featured in four of the qualification fixtures and it was the 25-year-old’s superb cross in Cyprus that gave Bale the opportunity to put Wales on the verge of qualification for Euro 2016. Never able to hold down a regular place at Swansea, where he came through the academy, Richards joined Fulham in a £500,000 deal last summer.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Unsung hero",
            "position": "Defender",
            "number": "",
            "caps": "9",
            "goals for country": "0",
            "club": "Fulham",
            "league": "Championship (England)",
            "date of birth": "12/04/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Ben Davies",
            "bio": "Broke into the Swansea first team in 2012 and two doors opened at the same time because Neil Taylor, the man he replaced at club level and who was sidelined with a broken ankle, also played left-back for Wales. A fluent Welsh speaker and good with numbers – he did A-level maths while he was a scholar at Swansea – Davies was also a talented fly-half, helping his school rugby team to reach the Welsh Cup final two years running. Davies’s parents, Alun and Eryl, remained season ticket-holders at Swansea after he joined Spurs in 2014. Capable of playing as a left-sided central defender in a back three as well as a full-back, although first-team opportunities have been limited at Spurs because of the form of Danny Rose.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "19",
            "goals for country": "0",
            "club": "Tottenham Hotspur",
            "league": "Premier League (England)",
            "date of birth": "24/04/1993",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Chris Gunter",
            "bio": "Still a little way to go but Gunter is on course to create history and become the first Welshman to win 100 caps. One of a number of youngsters blooded under John Toshack and given his debut back in 2007, Gunter surpassed Ryan Giggs when he won his 65th cap against Northern Ireland in March. A former Cardiff trainee who later had spells with Tottenham Hotspur and Nottingham Forest, Gunter came through at a similar time as Aaron Ramsey and the two are extremely close. They lived together in London for a period when playing for the north London rivals and Gunter was Ramsey’s best man at his wedding in Antigua in 2014, when they ended up having a game on the beach with a few of the guests. “It all got a bit messy and in the end it didn’t get finished,” Gunter said.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Defensive mainstay",
            "position": "Defender",
            "number": "",
            "caps": "66",
            "goals for country": "0",
            "club": "Reading ",
            "league": "Championship (England)",
            "date of birth": "21/07/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "James Collins",
            "bio": "More than a decade of Premier League experience behind him with West Ham United and Aston Villa and should have a lot more caps to his name, but injuries form and fall-outs have all played their part in restricting Collins’ contribution since making his debut for his country in 2004. “Ginge”, as he is affectionately known, had a spat with Coleman in 2013 but the two patched up their differences over a coffee in St David’s shopping centre in Cardiff last year - “There were too many people around so we had to be civil” the Wales manager said - and after playing what he considers to be the best football of career in 2015-16 for West Ham, the former Cardiff trainee will hope to feature prominently at the Euros.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "46",
            "goals for country": "3",
            "club": "West Ham United",
            "league": "Premier League (England)",
            "date of birth": "23/08/1983",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "James Chester",
            "bio": "Pledged his international future to Wales in 2014, at the age of 25, and made his debut a month later against Holland. Although he was born in Warrington, Chester qualifies for Wales through his mother, who is from Rhyl. A former Manchester United trainee, Chester made one first-team appearance under Sir Alex Ferguson before moving on to Hull City and then joining West Bromwich Albion last summer. His £8m switch to The Hawthorns has not worked out as planned, however, and in November Chester expressed his dismay while away on international duty that a lack of first-team football could cost him his place in the Wales. WBA later rejected Swansea’s attempts to take Chester on loan.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "10",
            "goals for country": "0",
            "club": "West Bromwich Albion",
            "league": "Premier League (England)",
            "date of birth": "23/01/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Ashley Williams",
            "bio": "A rags to riches story. Williams was picking up £80 a week playing for Hednesford Town in the Dr Martens Southern Premier League in 2003 while working as a waiter in the Beefeater in his hometown of Tamworth. By his own admission, Williams was “the worst waiter ever – I would just forget about tables completely”. He also worked at Drayton Manor theme park and in a petrol station before turning professional with Stockport County. Williams got his big break when Roberto Martínez signed him for Swansea in 2008 and he has been a hugely influential figure in helping to establish the club in the Premier League. Captains his club and his country, although was born in England and qualifies to play for Wales through his grandfather.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Hard man",
            "position": "Defender",
            "number": "",
            "caps": "58",
            "goals for country": "1",
            "club": "Swansea City",
            "league": "Premier League (England)",
            "date of birth": "12/04/1991",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Neil Taylor",
            "bio": "Established as Swansea’s first-choice left-back, Taylor moved to the Liberty Stadium from non-league Wrexham in 2010 and made the transition with the minimum of fuss. His career was flourishing when he represented Great Britain in the 2012 Olympics but a badly broken ankle three games into the 2012-13 Premier League season put everything on hold and when he returned to fitness seven months later Taylor struggled to get his place back for club and country because of the form of Ben Davies. Taylor is of half-Indian parentage – his mother, Shibani, was born in Kolkata – and in 2015 he was named player of the year at the Asian Football Awards.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Defender",
            "number": "",
            "caps": "27",
            "goals for country": "0",
            "club": "Swansea City",
            "league": "Premier League (England)",
            "date of birth": "07/02/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Joe Allen",
            "bio": "Once described as “the Welsh Xavi” by Brendan Rodgers, Allen is more often compared to Andrea Pirlo these days – and in fairness, not just because of the beard and long hair. Technically gifted, Allen can be a joy to watch – Jürgen Klopp appeared to warm to him towards the end of the 2015-16 season – yet he has been in and out the team at Liverpool and endured a largely frustrating time since moving to Anfield from Swansea for £15m in 2012.. Not one of those footballers who courts the spotlight and lives the highlife, the 26-year-old hit the headlines in March for appearing on the cover of Chicken & Egg magazine. Allen revealed in issue No12 of that publication that he looks after two cockerels and 14 hens at home and also confirmed that he has names for them all. Surprisingly there is not a Xavi or Pirlo among them.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "25",
            "goals for country": "0",
            "club": "Liverpool",
            "league": "Premier League (England)",
            "date of birth": "14/03/1990",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "David Edwards",
            "bio": "As the co-owner of Little Rascals, a soft play centre in Shrewsbury for babies and children up to the age of 10 (and where framed Gareth Bale and Aaron Ramsey shirts adorn the walls), Edwards should be the ideal person to deal with any tantrums while Wales are in France. An energetic box-to-box midfielder, the 30-year-old has been around the Wales squad for almost a decade, although his involvement at the Euros was in doubt after he broke a metatarsal playing for Wolves in January. Born in Shropshire, Edwards qualifies to play for Wales through his father and represented the country at youth and under-21 levels before making his senior international debut against the Republic of Ireland in 2007. Appeared in five of the Euro 2016 qualifying games and made an important contribution alongside Andy King during the pivotal 1-0 win in Cyprus in September.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "31",
            "goals for country": "3",
            "club": "Wolverhampton Wanderers",
            "league": "Championship (England)",
            "date of birth": "03/02/1986",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Joe Ledley",
            "bio": "A deep-lying midfielder who went under the radar for a number of years but has suddenly become a cult figure in Wales because of his beard and his dancing. Ledley vowed not to trim his beard until Wales qualified for the Euros and since then it has taken on a Twitter page, and a life, of its own. His dance moves also took the internet by storm when he started throwing some serious shapes in Bosnia after Wales qualified for Euro 2016. When not growing his beard and raving, Ledley plays for Palace. A former Cardiff trainee, he spent three and a half years with Celtic before moving to Selhurst Park in 2014. Unable to hold down a regular place for Palace in 2015-16 but so highly regarded within the Wales setup that he is going to France despite breaking the fibula in his left leg on 7 May.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Maverick",
            "position": "Midfielder",
            "number": "",
            "caps": "62",
            "goals for country": "4",
            "club": "Crystal Palace",
            "league": "Premier League (England)",
            "date of birth": "23/01/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Aaron Ramsey",
            "bio": "Caerphilly-born, Ramsey was the Wales captain at one time – the late Gary Speed gave him the armband at the age of 20 – but Coleman, on the back of bad run of results, decided to relieve him of the responsibility 19 months later because he felt that the pressure was too much for him. Ramsey is a hugely talented player and a potential matchwinner on his day with those brilliantly timed runs into the area, yet the Arsenal midfielder is very much in Bale’s shadow when it comes to international duty. Coleman has played Ramsey and Bale alongside each other at times, effectively as two No10s, which worked spectacularly well during a 3-0 win in Israel in qualification. Took his international tally into double figures with the opening goal in October’s 2-0 win over Andorra.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "38",
            "goals for country": "10",
            "club": "Arsenal",
            "league": "Premier League (England)",
            "date of birth": "26/12/1990",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "David Vaughan",
            "bio": "A product of that well-respected youth system at Crewe Alexandra, Vaughan made his debut for Wales way back in 2003, in a 2-0 defeat against the United States, and is the longest-serving player in the national team. Coleman has always thought highly of Vaughan, who is a deep-lying midfielder with a fine left foot, and he signed him during his time in charge of Real Sociedad. Vaughan later went on to spend four years in the Premier League with Blackpool and Sunderland, making 84 top-flight appearances, before joining Nottingham Forest two years ago. He featured twice in the Euro 2016 qualification campaign.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "41",
            "goals for country": "1",
            "club": "Nottingham Forest",
            "league": "Championship (England)",
            "date of birth": "18/02/1983",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Jonathan Williams",
            "bio": "Blessed with plenty of talent and nicknamed “Jonniesta” by some Crystal Palace supporters because of his ability and size (5ft 6in), Williams is an intelligent midfielder whose promising career has been hampered by injuries, in particular the fractured fibula he suffered in 2011 while playing for Wales Under-21s only three months after making his first-team debut for Palace. Born in Pembury in Kent, Williams qualifies for Wales through his father. He made his international debut against Scotland in 2013, coming on as a sub for Gareth Bale, and was outstanding against Croatia in his first Wales start only four days later. Palace, the club Williams grew up supporting, gave him a five-year contract in 2012 but he has spent the last two and a half seasons on loan in the Championship. Bright at school, the 22-year-old picked up an A grade in his maths GCSE exam but fancied being a chef if he never made it as a footballer. Often mistaken for Jamie Laing, from Made in Chelsea (no, I hadn’t heard of him either).",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "11",
            "goals for country": "0",
            "club": "Crystal Palace",
            "league": "Premier League (England)",
            "date of birth": "09/10/1993",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Andy King",
            "bio": "The only current Wales player who knows what it feels like to win a Premier League title. King made the majority of his appearances for Leicester in 2015-16 from the bench, although that is purely a reflection of how well Danny Drinkwater and N’Golo Kanté performed in central midfield. Claudio Ranieri rates Leicester’s longest-serving player highly, so much so that he turned to him ahead of Gokhan Inler, the Switzerland captain, whenever Drinkwater or Kanté was unavailable. King, a free-scoring midfielder who joined Leicester after being released by Chelsea, was born in Devon at Barnstaple but qualifies for Wales through his grandfather. He was sent off for violent conduct in the Euro 2016 qualifier at home against Cyprus, after which Coleman cleared him of any blame. “That red card’s probably down to myself and the staff,” the Wales manager said. “We’ve been into the lads all week, saying: ‘Whatever they give to us, give to them.’”",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Midfielder",
            "number": "",
            "caps": "32",
            "goals for country": "2",
            "club": "Leicester City",
            "league": "Premier League (England)",
            "date of birth": "29/10/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Hal Robson-Kanu",
            "bio": "One of the unsung heroes in the Wales team, yet someone whose contribution is greatly valued by Coleman and his staff, perhaps best illustrated by the fact that he featured in all but one of Wales’s qualification matches. Born in Acton and a former England youth international, Robson-Kanu switched to Wales, the country of his grandmother, when it came to under-21 football. He can play in a variety of roles, including on either flank and through the middle, and his willing, tireless running often leaves pockets of space for Bale and Ramsey to exploit. A popular figure among the fans, Robson-Kanu has his own song, which was started by the Barry Horns, a brass band who attend Wales games, and is sung to the tune of Salt n’ Pepa’s Push It, to show for it.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Unsung hero",
            "position": "Forward",
            "number": "",
            "caps": "30",
            "goals for country": "2",
            "club": "Reading ",
            "league": "Championship (England)",
            "date of birth": "21/05/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "David Cotterill",
            "bio": "On a promotional video tied in with the Football Association of Wales, Gareth Bale was unable to contain his amusement when he was stood alongside Cotterill and the subject turned to players’ middle names. David Rhys George Best Cotterill is the Birmingham winger’s full name. Best, Cotterill revealed many years ago, signed his birth certificate after a chance meeting in Cardiff. A strong contender to be the most tattooed player at Euro 2016 – he even has one on his knee, which he described as “the worst pain ever” – Cotterill’s nomadic career has taken him from Bristol City to Birmingham via Wigan, Sheffield United, Swansea, Portsmouth, Barnsley and Doncaster. He made his international debut in 2005 and was one of only four Wales players to score during the Euro 2016 qualification campaign.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "23",
            "goals for country": "2",
            "club": "Birmingham City",
            "league": "Championship (England)",
            "date of birth": "04/12/1987",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Simon Church",
            "bio": "Scored prolifically at under-21 level for Wales, including three of their four goals in a 5-4 aggregate defeat against England in the European Championship play-off in 2008 in which Aaron Ramsey, Joe Allen and Andy King all featured, yet Church has never established himself at senior level and will be viewed as an option from the bench in France. Born in Amersham, Buckinghamshire, Church qualifies to play for Wales through a grandparent. He started his career with Reading and moved on to Charlton and MK Dons, with plenty of loan spells along the way, including a successful stint with Aberdeen at the end of the 2015-16 season. Scored his third international goal in March in the friendly against Northern Ireland. Happy to be filmed dancing to Michael Jackson in John Lewis, yet has not quite mastered Joe Ledley’s moves.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "35",
            "goals for country": "2",
            "club": "MK Dons",
            "league": "Championship (England)",
            "date of birth": "10/12/1988",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Gareth Bale",
            "bio": "The world’s most expensive footballer and a player who is capable of winning matches for his country single-handed. Bale scored seven of Wales’s 11 goals during qualification and set up two of the other four – it is almost impossible to overstate his importance to this team. Bale may not be the captain, yet he is the leader in so many other respects: those post-match huddles are often conducted by him, and the staff and his team-mates listen when he talks. He is a deeply patriotic man who has always loved playing for Wales, ever since he made his debut at left-back against Trinidad & Tobago in 2006 at the age of 16 years and 315 days, and there will be nobody prouder to represent their country this summer than Bale. Playing for Wales seems to inspire him as much as those around him; a nation hopes that will be the case in France.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Star man",
            "position": "Forward",
            "number": "",
            "caps": "54",
            "goals for country": "19",
            "club": "Real Madrid",
            "league": "La Liga (Spain)",
            "date of birth": "16/07/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "George Williams",
            "bio": "A tricky and pacey winger, Williams was born in England but had already represented Wales at youth level by the time Dan Ashworth, the FA’s head of elite development, approached him in May 2014. Williams, who was born in Milton Keynes and qualifies to play for Wales through his mother, featured in four of the Euro 2016 qualification matches. He came through the MK Dons youth system along with Dele Alli, scored for their first team at the age of 16 and was snapped up by Fulham at the end of 2011-12. Returned to MK Dons on loan in February 2015 but ruptured his cruciate ligament a few weeks later, prompting Gareth Bale to send him a get-well-soon message. Returned to action as a substitute in Wales’s 3-2 defeat against Holland in November and spent the second half of this season on loan at Gillingham in League One.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "Young talent",
            "position": "Midfielder",
            "number": "",
            "caps": "7",
            "goals for country": "0",
            "club": "Fulham",
            "league": "Championship (England)",
            "date of birth": "07/09/1995",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }, {
            "name": "Sam Vokes",
            "bio": "Another Wales player who was born in England. Vokes was raised in Hampshire and grew up supporting Southampton but he qualifies for Wales through his grandfather. His father, Tim, has had to switch allegiances because he “used to travel everywhere with England”, including following them at the 2002 World Cup finals. Vokes broke through at Bournemouth when they were in the third tier, moved on to Wolverhampton Wanderers in 2008 and signed for Burnley four years later. A powerful striker with a physical presence, he has been a regular part of the Wales squad since making his debut in 2008, often coming off the bench, and his goals for Burnley in the 2015-16 season helped the club regain their place in the Premier League.",
            "photo done?": "yes",
            "special player? (eg. key player, promising talent, etc)": "",
            "position": "Forward",
            "number": "",
            "caps": "39",
            "goals for country": "6",
            "club": "Burnley",
            "league": "Championship (England)",
            "date of birth": "21/10/1989",
            "": "",
            "rating_match1": "",
            "rating_match2": "",
            "rating_match3": ""
        }]
    }
}
